[
    {
        "video": "movies/Wicked 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Wicked (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/7yT843zVIAw?si=tAO0bO0ajQfGYLV9",
        "titulo": "Wicked 2024",
        "category": "Animadas, Acción, Aventura, Familiar",
        "cast" : "Elenco: Cynthia Erivo, Ariana Grande-Butera[b], Jonathan Bailey, Ethan Slater, Bowen Yang, Peter Dinklage, Michelle Yeoh, Jeff Goldblum",
        "descript": "una joven incomprendida por su inusual color verde de piel que aún no ha descubierto su verdadero poder, y por la superestrella mundial ganadora de varios Grammy y discos de platino, Ariana Grande, interpretando a Glinda, una popular joven marcada por sus privilegios y su ambición que aún no ha descubierto su verdadera pasión. Las dos se conocen como estudiantes de la Universidad de Shiz en la fantástica Tierra de Oz y forjan una insólita pero profunda amistad. Tras un encuentro con el Maravilloso Mago de Oz, su amistad llega a una encrucijada y sus vidas toman sendas muy distintas.",
        "vi": true
    },
    {
        "video": "movies/Como si fuera la primera vez 2004 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Como si fuera la primera vez (2004).jpg",
        "trailer" : "https://www.youtube.com/embed/AIRolZ7cqOs?si=GyztApBoaPg7Bzx9",
        "titulo": "Como si fuera la primera vez 2004",
        "category": "Romance, Comedia, Familiar, Aventura",
        "cast" : "Elenco: Adam Sandler, Drew Barrymore, Rob Schneider, Sean Astin",
        "descript": "Henry, biólogo marino, no tiene la mínima intención de comprometerse con nadie, hasta que conoce a Lucy, la chica de sus sueños. Sin embargo, hay un pequeño problema, la joven se levanta cada mañana sin recordar absolutamente nada del día anterior.",
        "vi": true
    },
    {
        "video": "movies/Cuentos que no son cuento 2008 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Cuentos que no son cuentos (2008).jpg",
        "trailer" : "https://www.youtube.com/embed/JqA0MGyV0q8?si=ZEoZ994X4uhPE9lO",
        "titulo": "Cuentos que no son cuento 2008",
        "category": "Aventura, Comedia, Familiar",
        "cast" : "Elenco: Adam Sandler, Keri Russell, Guy Pearce, Teresa Palmer, Courteney Cox, Lucy Lawless, Russell Brand, Richard Griffiths†, Aisha Tyler, Jonathan Pryce",
        "descript": "El conserje Skeeter Bronson sueña con convertirse en el gerente del motel familiar, pero sus esperanzas se ven truncadas cuando su cuñado se hace con el puesto. Sin embargo, mientras entretiene a sus sobrinos con cuentos e historias, descubre que lo que está contando comienza a tomar forma en el mundo real. A partir de ese momento, comienza a considerar la posibilidad de usar sus historias para hacer que sus sueños se hagan realidad.",
        "vi": true
    },
    {
        "video": "movies/El Halloween de Hubie 2020 online o descargar gratis HD-01.mp4" ,
        "imagen": "movies/El Halloween de Hubie (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/DrqGUWwHCQ4?si=NvwKDEioEzopdmGz",
        "titulo": "El Halloween de Hubie 2020",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, Kevin James, Julie Bowen, Ray Liotta, Rob Schneider, June Squibb, Kenan Thompson, Steve Buscemi, Maya Rudolph, Tim Meadows",
        "descript": "Es 31 de octubre en Salem, Massachusetts, y el excéntrico y devoto voluntario de la comunidad y víctima de las burlas, se encuentra en medio de una investigación de un asesinato.",
        "vi": true
    },
    {
        "video": "movies/Deseo de matar 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Deseo de matar (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/-ubcwA9BUA0?si=XvpbGCigyKxl6OCw",
        "titulo": "Deseo de matar 2018",
        "category": "Acción, Policiales, Guerras, Suspenso",
        "cast" : "Elenco: Bruce Willis, Vicente D'Onofrio, Elizabeth Shue, Decano Norris, Kimberly Elise",
        "descript": "Un doctor hace justicia por mano propia después de que su esposa e hija son agredidas y la policía, saturada de trabajo, no cumple con su deber. La ciudad de Nueva York empieza a preguntarse si se trata de un loco o de la respuesta a sus plegarias.",
        "vi": true
    },
    {
        "video": "movies/Ese es mi hijo 2012 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Ese es mi hijo (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/4P6GpzCoUSU?si=IuD08yS8zKK2UYkj",
        "titulo": "Ese es mi hijo 2012",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, Andy Samberg, Leighton Meester, James Caan, Milo Ventimiglia, Vanilla Ice, Luenell, Eva Amurri ",
        "descript": "Cuando era un adolescente, Donny tuvo un hijo, Todd, al que crió como padre soltero hasta que cumplió los 18 años. Tras estar sin verse varios años, el mundo de Todd se viene abajo la noche antes de su boda, cuando Donny aparece sin ser invitado.",
        "vi": true
    },
    {
        "video": "movies/Inside Man Most Wanted 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Inside Man_ Most Wanted (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/v51X5-zNdTU?si=vfXqfg9CPYptKkIr",
        "titulo": "Inside Man Most Wanted 2019",
        "category": "Policiales, Aventura, Acción",
        "cast" : "Elenco: Aml Ameen, Rhea Seehorn, Roxanne McKee, Urs Rechn",
        "descript": "Un especialista en negociación se une a un agente federal para rescatar a una docena de turistas que han sido tomados como prisioneros durante un asedio de más de 10 horas a la Reserva Federal.",
        "vi": true
    },
    {
        "video": "movies/Jugando con fuego 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Jugando con fuego (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/HV99C15irf0?si=NY0vIN5mzeUIKquG",
        "titulo": "Jugando con fuego 2019",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: John Cena, Brianna Hildebrand, Judy Greer, Keegan-Michael Key, John Leguizamo, Tyler Mane",
        "descript": "El obstinado bombero Jake Carson y sus compañeros acuden a extinguir un incendio forestal, en el que rescatan a tres hermanos. Los niños quedan al cuidado de los bomberos, quienes se dan cuenta de que es más duro criar a estos salvajes que su propio trabajo.",
        "vi": true
    },
    {
        "video": "movies/Los doble vida 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Los doble vida (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/q3ERBZHJ-1k?si=rpo1WAGsQnzbeOMC",
        "titulo": "Los doble vida 2016",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, David Spade, Paula Patton",
        "descript": "Dos amigos lo pierden todo y deciden fingir su propia muerte, asumiendo otras identidades. Sin embargo, los nuevos nombres los ponen en problemas aún mayores de lo que enfrentaron antes.",
        "vi": true
    },
    {
        "video": "movies/Luna de miel en familia 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Luna de miel en familia (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/9BGOJD-1eiQ?si=3X1Rbj0_9wU3axqg",
        "titulo": "Luna de miel en familia 2014",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, Drew Barrymore, Bella Thorne, Emma Fuhrmann, Terry Crews, Joel McHale, Bella Thorne, Wendi McLendon-Covey, Kevin Nealon, Shawn Kavanaugh",
        "descript": "Lauren, madre divorciada con dos hijos, y Jim, padre viudo con tres hijas, se conocen en una desastrosa cita a ciegas en la que ambos sólo sacan una cosa en claro: no desean volver a verse nunca más.",
        "vi": true
    },
    {
        "video": "movies/60 Segundos 2000 online HD - Cuevana.mp4" ,
        "imagen": "movies/60 Segundos 2000.jpg",
        "trailer" : "https://www.youtube.com/embed/TPLVSAyvKkI?si=OXr91gSQiwfupzRp",
        "titulo": "60 Segundos 2000",
        "category": "Policiales, Aventura, Familiar, Espias",
        "cast" : "Elenco: Nicolas Cage, Angelina Jolie, Robert Duvall, Giovanni Ribisi, Delroy Lindo, Will Patton, Christopher Eccleston, Chi McBride",
        "descript": "Randall Memphis Raines, un exladrón de coches, se ve obligado a reunir a su antigua banda y robar 50 coches en una sola noche, para salvar la vida de su hermano.",
        "vi": true
    },
    {
        "video": "movies/Misterio a bordo 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Misterio a bordo (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/9qb7iIW8lPI?si=G27r7GKT2eycM5ot",
        "titulo": "Misterio a bordo 2019",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, Jennifer Aniston",
        "descript": "Un policía de Nueva York y su mujer se van de vacaciones a Europa para revitalizar la chispa de su matrimonio, pero terminan acusados del asesinato de un anciano multimillonario y tienen que huir.",
        "vi": true
    },
    {
        "video": "movies/Muerte en el Nilo 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Muerte en el Nilo (2022).jpg",
        "trailer" : "https://www.youtube.com/embed/0Zjd7Rb7zLY?si=ZDa13L5xN-OHlxNE",
        "titulo": "Muerte en el Nilo 2022",
        "category": "Policiales, Aventura, Familiar, Espias",
        "cast" : "Elenco: Kenneth Branagh, Tom Bateman, Annette Bening, Russell Brand, Ali Fazal, Dawn French, Gal Gadot, Armie Hammer, Rose Leslie, Emma Mackey, Sophie Okonedo, Jennifer Saunders, Letitia Wright",
        "descript": "El detective Hercule Poirot investiga el asesinato de una rica y joven heredera a bordo del mismo crucero por el río Nilo en el que pasa las vacaciones Poirot.",
        "vi": true
    },
    {
        "video": "movies/Ocultos por la Luna 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Ocultos por la Luna (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/FrNKolzY1tg?si=BlwrFw0JX78-zRZZ",
        "titulo": "Ocultos por la Luna 2019",
        "category": "Policiales, Aventura, Acción, Viajes en el Tiempo",
        "cast" : "Elenco: Boyd Holbrook, Cleopatra Coleman, Bokeem Woodbinem, Rudi Dharmalingam, Rachel Keller, Michael C. Hall",
        "descript": "Un policía de Filadelfia lucha con su obsesión de localizar a un misterioso asesino en serie, que vuelve a matar cada nueve años, cuyos crímenes desafían la explicación.",
        "vi": true
    },
    {
        "video": "movies/Pixeles 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Pixeles (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/FNDFd6GrK-A?si=55omqezX8zldeTBp",
        "titulo": "Pixeles 2015",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, Kevin James, Michelle Monaghan, Peter Dinklage, Josh Gad, Brian Cox",
        "descript": "En 1982, la NASA envió una sonda el espacio con la esperanza de contactar con otras formas de vida extraterrestre. Ella incluía muestras de nuestra cultura, como videojuegos recreativos de los años ochenta. Sin embargo, unos extraterrestres malinterpretan las imágenes como una declaración de guerra y atacan la Tierra empleando caracteres de los juegos para el asalto. Por ello, el presidente de Estados Unidos acudirá a dos antiguos campeones de videojuegos para la defensa del mundo.",
        "vi": true
    },
    {
        "video": "movies/Plan oculto 2006 Online Latino HD - Pelisplus.mp4" ,
        "imagen": "movies/plan oculto 2006.jpg",
        "trailer" : "https://www.youtube.com/embed/adwC0sEJW0E?si=BMol6gEqOF7qXMgY",
        "titulo": "Plan oculto 2006",
        "category": "Policiales, Aventura, Acción",
        "cast" : "Elenco: Denzel Washington, Clive Owen, Jodie Foster, Chiwetel Ejiofor, Christopher Plummer, Willem Dafoe",
        "descript": "La historia de un policía duro, el detective Frazier, quien enfrenta a un inteligente ladrón de bancos, Dalton, en un tenso drama de rehenes. A medida que se desarrolla el peligroso juego del gato y el ratón, surge un comodín: Madaline, una corredora de poder con una agenda oculta, que inyecta aún más inestabilidad en una situación ya volátil.",
        "vi": true
    },
    {
        "video": "movies/Terminator Destino oculto 2019 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Terminator_ Destino oculto (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/S7C1fgaxuh4?si=K_kHhVpSc_s5XIUj",
        "titulo": "Terminator Destino oculto 2019",
        "category": "Viajes en el Tiempo, Acción, Guerras, Policiales, Aventura",
        "cast" : "Elenco: Linda Hamilton, Arnold Schwarzenegger, Mackenzie Davis, Natalia Reyes, Gabriel Luna",
        "descript": "En Ciudad de México, un nuevo Terminator modificado, también conocido como Rev-9, llega del futuro para matar a una joven trabajadora de una fábrica llamada Dani Ramos. La cyborg híbrida Grace también es enviada al pasado para proteger a Ramos del aparentemente indestructible Rev-9. Las dos mujeres pronto recibirán ayuda de un par de aliados inesperados: la experimentada luchadora de la resistencia Sarah Connor y el T-800.",
        "vi": true
    },
    {
        "video": "movies/Que paso ayer Parte 2 2011 Pelicula Completa Online.mp4" ,
        "imagen": "movies/¿Qué pasó ayer_ Parte II (2011).jpg",
        "trailer" : "https://www.youtube.com/embed/fOl_R_w-1UA?si=fY0ZjQ70RsnjGoOy",
        "titulo": "Que paso ayer Parte 2 2011",
        "category": "Comedia, Aventura, Acción",
        "cast" : "Elenco: Bradley Cooper, Ed Helms, Zach Galifianakis, Ken Jeong, Jeffrey Tambor, Justin Bartha, Pablo Giamatti",
        "descript": "Alan, Stu y Phil vuelven a despertarse en otra habitación de otro hotel y, para no perder la costumbre, en esta ocasión tampoco recuerdan nada. Esta vez sólo saben que están en Tailandia, a donde han viajado, junto a Doug, para asistir a la boda de Stu con Lauren. Su principal problema ahora es que el hermano menor de Lauren, Teddy, ha desaparecido.",
        "vi": true
    },
    {
        "video": "movies/Terminator Genesis 2015 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Terminator_ Génesis (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/uhXyV9BkkvI?si=I7zGwjsAmc314M3Y",
        "titulo": "Terminator Genesis 2015",
        "category": "Viajes en el Tiempo, Acción, Guerras, Policiales, Aventura",
        "cast" : "Elenco: Arnold Schwarzenegger, Jason Clarke, Emilia Clarke, Jai Courtney, J. K. Simmons, Dayo Okeniyi, Matt Smith, Courtney B. Vance, Michael Gladis, Sandrine Holt, Lee Byung-hun",
        "descript": "En Los Ángeles del año 2032, John Connor, líder de la resistencia humana contra las máquinas que se han apoderado de la Tierra, prepara la ofensiva definitiva contra Skynet. Junto a él lucha su mano derecha, el sargento Kyle Reese. Connor envía a Reese a 1984 para salvar a su madre, Sarah, de un Terminator.",
        "vi": true
    },
    {
        "video": "movies/Que paso ayer 2009 Pelicula Completa Online.mp4" ,
        "imagen": "movies/¿Qué pasó ayer_ (2009).jpg",
        "trailer" : "https://www.youtube.com/embed/wnNgGp1KVWQ?si=eK0hHSdFVkzNljR5",
        "titulo": "Que paso ayer 2009",
        "category": "Comedia, Aventura, Acción",
        "cast" : "Elenco: Bradley Cooper, Ed Helms, Zach Galifianakis, Heather Graham, Mike Epps, Justin Bartha, Jeffrey Tambor",
        "descript": "Dos días antes de su boda, Doug y tres amigos viajan a Las Vegas para una fiesta inolvidable y salvaje. De hecho, cuando los tres acompañantes despiertan la mañana siguiente, no recuerdan nada ni encuentran a Doug. Con poco tiempo por delante, los tres amigos intentan recordar sus pasos y encontrar a Doug para que regrese a Los Ángeles para su boda.",
        "vi": true
    },
    {
        "video": "movies/Terminator La salvacion 2009 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Terminator_ La salvación (2009).jpg",
        "trailer" : "https://www.youtube.com/embed/OhQzgXAXHlk?si=O0ABJZg2MbelddO5",
        "titulo": "Terminator La salvacion 2009",
        "category": "Viajes en el Tiempo, Acción, Guerras, Policiales, Aventura",
        "cast" : "Elenco: Christian Bale, Sam Worthington, Antón Yelchin, Sangre de luna buena, Bryce Dallas Howard, Común, Jane Alexander, Helena Bonham Carter, ",
        "descript": "Mientras las máquinas se preparan para un ataque final, John Connor y un extraño entran en el corazón de Skynet y descubren que va a haber una terrible masacre.",
        "vi": true
    },
    {
        "video": "movies/Trolls 3 Se armo la banda 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Trolls 3_ Se armó la banda (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/IfRGGXXxO_4?si=UgfoEO4XGYhsKOOV",
        "titulo": "Trolls 3 Se armo la banda 2023",
        "category": "Animadas, Familiar, Aventura",
        "cast" : "Elenco: Anna Kendrick, Justin Timberlake, Camila Cabello, Eric André, Kid Cudi, Daveed Diggs, Andrew Rannells, Amy Schumer, Troye Sivan, Kenan Thompson",
        "descript": "Branch y Poppy se embarcan en un angustioso y emotivo viaje para reunir a sus hermanos y salvar a su hermano secuestrado de un par de nefastos villanos estrellas del pop.",
        "vi": true
    },
    {
        "video": "movies/Terminator 3 La rebelion de las maquinas 2003 Pelicula Compl.mp4" ,
        "imagen": "movies/Terminator 3_ La rebelión de las máquinas (2003).jpg",
        "trailer" : "https://www.youtube.com/embed/ZuNbvt-gxKQ?si=sH3kilB3tdP4u3Zb",
        "titulo": "Terminator 3 La rebelion de las maquinas 2003",
        "category": "Viajes en el Tiempo, Acción, Guerras, Policiales, Aventura",
        "cast" : "Elenco: Arnold Schwarzenegger, Nick Stahl, Claire Danes, Kristanna Loken, David Andrews",
        "descript": "Un robot de un futuro postapocalíptico viaja en el tiempo con la misión de proteger a John Connor y a su futura esposa de un modelo cibernético más sofisticado que ha sido enviado para matarlo y asegurar el triunfo de las máquinas sobre los humanos.",
        "vi": true
    },
    {
        "video": "movies/Trolls 2 gira mundial 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Trolls 2_ gira mundial (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/6zaZFUqURFA?si=ECihPRTLN0o7lmqa",
        "titulo": "Trolls 2 gira mundial 2020",
        "category": "Animadas, Familiar, Aventura",
        "cast" : "Elenco: Anna Kendrick, Justin Timberlake, James Corden, Kunal Nayyar, Ozzy Osbourne, Rachel Bloom, Ron Funches, Kelly Clarkson",
        "descript": "Cuando un rey y una reina del rock and roll se disponen a destruir otras formas de música, Poppy y Branch se embarcan en una osada misión de unir a seis tribus de trolls diferentes para salvar las diversas melodías y evitar que se extingan.",
        "vi": true
    },
    {
        "video": "movies/Terminator 2 El juicio final 1991 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Terminator 2_ El juicio final (1991).jpg",
        "trailer" : "https://www.youtube.com/embed/iqUeE8GjwQI?si=43jW-5ls8ocDEsgE",
        "titulo": "Terminator 2 El juicio final 1991",
        "category": "Viajes en el Tiempo, Acción, Guerras, Policiales, Aventura",
        "cast" : "Elenco: Arnold Schwarzenegger, Linda Hamilton, Roberto Patrick",
        "descript": "Algunos años antes, un viajero del tiempo le reveló a la madre de John que su hijo sería el salvador de la humanidad. Cuando un nuevo androide mejorado llega del futuro para asesinar a John, un viejo modelo será enviado para protegerle.",
        "vi": true
    },
    {
        "video": "movies/Trolls 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Trolls (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/17RxNtt1UOA?si=ZOZXZs7wYncuE4zN",
        "titulo": "Trolls 2016",
        "category": "Animadas, Familiar, Aventura",
        "cast" : "Elenco: Anna Kendrick, Justin Timberlake, Zooey Deschanel, Russell Brand, James Corden, Gwen Stefani",
        "descript": "Conocidos por sus pelos de colores locos, los Trolls son las criaturas más felices que irrumpen en el mundo de la canción. Su mundo de arco iris y cupcakes se pondrá patas arriba cuando Poppy, la Troll más feliz del mundo, y Branch, el más cauteloso, se embarquen en una aventura para rescatar a sus amigos.",
        "vi": true
    },
    {
        "video": "movies/Terminator 1984 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Terminator (1984).jpg",
        "trailer" : "https://www.youtube.com/embed/dq2DhRlk8-g?si=y5lB232AcfplQqJv",
        "titulo": "Terminator 1984",
        "category": "Viajes en el Tiempo, Acción, Guerras, Policiales, Aventura",
        "cast" : "Elenco: Arnold Schwarzenegger, Michael Biehn, Linda Hamilton, Paul Winfield, ",
        "descript": "En el año 2029 las máquinas dominan el mundo. Los rebeldes que luchan contra ellas tienen como líder a John Connor, un hombre que nació en los años ochenta. Para eliminarlo y así acabar con la rebelión, las máquinas envían al pasado el robot Terminator con la misión de matar a Sarah Connor, la madre de John, e impedir así su nacimiento. Sin embargo, un hombre del futuro intentará protegerla.",
        "vi": true
    },
    {
        "video": "movies/Una esposa de mentira 2011 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Una esposa de mentira (2011).jpg",
        "trailer" : "https://www.youtube.com/embed/2gvXz40P594?si=3If67S0pNuAmrnSe",
        "titulo": "Una esposa de mentira 2011",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, Jennifer Aniston, Nicole Kidman, Brooklyn Decker, Bailee Madison, Nick Swardson",
        "descript": "El cirujano Danny decide contratar a su ayudante Katherine, una madre soltera con hijos, para que finjan ser su familia. Su intención es demostrarle a Palmer que su amor por ella es tan grande que está a punto de divorciarse de su mujer.",
        "vi": true
    },
    {
        "video": "movies/Zapatero a tus zapatos 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Zapatero a tus zapatos (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/pjZZ5lcr18o?si=3aEu7s0QMiCT2RqK",
        "titulo": "Zapatero a tus zapatos 2014",
        "category": "Aventura, Comedia, Familiar, Acción",
        "cast" : "Elenco: Adam Sandler, Cliff Smith, Ellen Barkin, Melonie Díaz, Dan Stevens, Fritz Tejedor, Yul Vázquez, Steve Buscemi, Dustin Hoffman",
        "descript": "Max Simkin repara zapatos en la misma tienda neoyorquina que ha pertenecido a su familia durante generaciones. Desencantado con su rutina diaria, Max tropieza con una reliquia familiar que le permite ser testigo de la vida de sus clientes y ver el mundo de una forma totalmente nueva. A veces, caminar con los zapatos de otra persona es la única manera de descubrir quién eres realmente.",
        "vi": true
    },
    {
        "video": "movies/Dolittle 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Dolittle (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/9kPVOJTvXzQ?si=_iCOWy64cQASxs6w",
        "titulo": "Dolittle 2020",
        "category": "Familiar, Aventura, Mascotas, Comedia",
        "cast" : "Elenco: Robert Downey Jr., Antonio Banderas, Michael Sheen, Jim Broadbent, Jessie Buckley, Harry Collett, Emma Thompson, Rami Malek, John Cena, Kumail Nanjiani, Octavia Spencer, Tom Holland, Craig Robinson, Ralph Fiennes, Selena Gomez, Marion Cotillard",
        "descript": "El Dr. John Dolittle vive solo detrás de los muros de su exuberante mansión en la Inglaterra del siglo XIX. Su única compañía proviene de una variedad de animales exóticos con los que habla a diario. Pero cuando la joven reina Victoria se enferma gravemente, el médico excéntrico y sus amigos peludos se embarcan en una aventura épica en una isla mítica para encontrar la cura.",
        "vi": true
    },
    {
        "video": "movies/Fuera de las sombras 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Fuera de las sombras (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/T9uN1_3UH7k?si=87Z5uiGQG5xdwRIM",
        "titulo": "Fuera de las sombras 2024",
        "category": "Acción, Comedia, Aventura",
        "cast" : "Elenco: Aurora Ribero, Hana Malasan, Tarea Namya, Piliang de Agra, Andri Mashadi, Masticar Kin Wah",
        "descript": "Una joven sicaria desafía a su mentora para salvar a un niño de una organización criminal, sin apiadarse de cualquiera que se cruce en su camino.",
        "vi": true
    },
    {
        "video": "movies/Malefica Duena del mal 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Maléfica_ Dueña del mal (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/DgCyvRgoyQY?si=wErEzeWFFHXO6Bqr",
        "titulo": "Malefica Duena del mal 2019",
        "category": "Familiar, Aventura, Mascotas",
        "cast" : "Elenco: Angelina Jolie",
        "descript": "Maléfica acude a un viejo castillo para asistir a la boda de Aurora y el príncipe Phillip. Mientras está allí, descubre que la futura suegra de Aurora ha urdido un plan con el que pretende destruir la tierra de las hadas. Decidida a evitar que consume su atroz propósito, Maléfica se alía a un guerrero veterano y un grupo de forajidos dispuestos a luchar hasta el final contra el poderoso ejército de la reina.",
        "vi": true
    },
    {
        "video": "movies/Que paso ayer Parte III 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/¿Qué pasó ayer_ Parte III (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/hf6aOjORa2I?si=f9PX0AWVJqAD4e3D",
        "titulo": "Que paso ayer Parte III 2013",
        "category": "Comedia, Policiales, Familiar, Aventura, Acción",
        "cast" : "Elenco: Bradley Cooper, Ed Helms, Zach Galifianakis, Justin Bartha, Ken Jeong",
        "descript": "Tras la inesperada muerte de su padre, Alan es llevado por sus amigos Phil, Stu y Doug a un centro especializado para que mejore. Esta vez no hay boda ni fiesta de despedida ¿Qué puede ir mal?",
        "vi": true
    },
    {
        "video": "movies/Quiero matar a mi jefe 2 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Quiero matar a mi jefe 2 (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/uBYPwS7gIss?si=M6Vjk7qoMrg9_Ttx",
        "titulo": "Quiero matar a mi jefe 2 2014",
        "category": "Comedia, Policiales, Familiar, Aventura",
        "cast" : "Elenco: jennifer Aniston, Jason Bateman, Charlie Day, Jason Sudeikis, Kevin Spacey, Chris Pine, Jamie Foxx, Christoph Waltz",
        "descript": "Nick, Dale y Kurt deciden poner en marcha un nuevo negocio, pero un avispado inversor echa a perder sus planes de ser sus propios jefes. Desesperados, traman un plan para secuestrar al hijo del inversor y recuperar el control de su empresa.",
        "vi": true
    },
    {
        "video": "movies/Quiero matar a mi jefe 2011 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Quiero matar a mi jefe (2011).jpg",
        "trailer" : "https://www.youtube.com/embed/GgdfSBdCKKY?si=G33nhtvcjYXiPWb1",
        "titulo": "Quiero matar a mi jefe 2011",
        "category": "Comedia, Policiales, Familiar, Aventura",
        "cast" : "Elenco: Jason Bateman, Charlie Day, Jason Sudeikis, Kevin Spacey, Jennifer Aniston, Colin Farrell, Jamie Foxx, Donald Sutherland",
        "descript": "Nick, Dale y Kurt son unos trabajadores que no desean otra cosa que deshacerse de sus insoportables jefes. El renunciar a sus trabajos no es una opción, por lo que, borrachos y siguiendo el consejo de un criminal, los hombres idean un plan complejo y aparentemente infalible para eliminar permanentemente a sus terribles jefes. El problema es que el plan no sale como lo habían diseñado.",
        "vi": true
    },
    {
        "video": "movies/Cruella 2021 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Cruella (2021).jpg",
        "trailer" : "https://www.youtube.com/embed/oK13SZYZqmA?si=YXi4kDyTF9A7C_4X",
        "titulo": "Cruella 2021",
        "category": "Animadas, Familiar, Aventura",
        "cast" : "Elenco: Emma Stone, Emma Thompson, Joel Fry, Paul Walter Hauser, Emily Beecham, Kirby Howell-Baptiste, Mark Strong",
        "descript": "Decidida a convertirse en una exitosa diseñadora de moda, una joven y creativa estafadora llamada Estella se asocia con un par de ladrones para sobrevivir en las calles de Londres. Sin embargo, cuando su talento para la moda llama la atención de la legendaria diseñadora, la Baronesa von Hellman, Estella cambia el rumbo de su vida hasta que una serie de acontecimientos la llevan a asumir su lado malvado y a convertirse en la estridente y vengativa Cruella.",
        "vi": true
    },
    {
        "video": "movies/Subservience 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Subservience (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/Z51wTVsIdbY?si=H8xa7d_a6VGghQpM",
        "titulo": "Subservience 2024",
        "category": "Tecnología, Ciencia Ficción, Terror, Suspenso, 2024",
        "cast" : "Elenco: Megan Fox, Michele Morrone, Madeline Zima, Matilda Firth, Jude Allen Greenstein, Andrew Whipp",
        "descript": "Con su mujer en el hospital, un padre en apuros compra una inteligencia artificial para ayudarle en las tareas de casa, pero a medida que la robot se encariña de su nuevo dueño, las cosas se complican cuando percibe que su familia es una amenaza.",
        "vi": true
    },
    {
        "video": "movies/Spider-Man Lejos de casa 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Spider-Man_ Lejos de casa (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/m4DVLBdHiG0?si=FMm4YCAqb_Q4Q7XD",
        "titulo": "Spider Man Lejos de casa 2019",
        "category": "Marvel, Acción, Aventura, Super Heroes, Comedia, Familiar",
        "cast" : "Elenco: Tom Holland, Jake Gyllenhaal, Zendaya, Jacob Batalon, Angourie Rice, Martin Starr, J. B. Smoove, Tony Revolori, Remy Hii, Cobie Smulders, Jon Favreau, Marisa Tomei, Samuel L. Jackson",
        "descript": "Peter Parker decide pasar unas merecidas vacaciones en Europa junto a MJ, Ned y el resto de sus amigos. Sin embargo, Peter debe volver a ponerse el traje de Spider-Man cuando Nick Fury le encomienda una nueva misión: frenar el ataque de unas criaturas que están causando el caos en el continente.",
        "vi": true
    },
    {
        "video": "movies/Spider-Man De regreso a casa 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Spider-Man_ De regreso a casa (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/XX47Sb2y-4Q?si=KITdsZy7CcEryTKa",
        "titulo": "Spider Man De regreso a casa 2017",
        "category": "Marvel, Acción, Aventura, Super Heroes, Comedia, Familiar",
        "cast" : "Elenco: Tom Holland, Michael Keaton, Jacob Batalon, Laura Harrier, Zendaya, Bokeem Woodbine, Donald Glover, Logan Marshall-Green, Martin Starr, Tony Revolori, Jon Favreau, Marisa Tomei, Robert Downey Jr.",
        "descript": "Peter Parker comienza a experimentar su recién descubierta identidad como Spiderman. Tras su experiencia con los Vengadores, regresa a vivir con su tía. Pero su rutina se ve interrumpida al surgir un nuevo y despiadado villano, el Buitre, que amenaza lo más importante en la vida de Peter.",
        "vi": true
    },
    {
        "video": "movies/Space Jam 2 Una nueva era 2021 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Space Jam 2_ Una nueva era (2021).jpg",
        "trailer" : "https://www.youtube.com/embed/z7PSyWuArVQ?si=dW6b9w9JmKr3xySf",
        "titulo": "Space Jam 2 Una nueva era 2021",
        "category": "Animadas, Familiar, Comedia",
        "cast" : "Elenco: LeBron James, Don Cheadle, Khris Davis, Sonequa Martin-Green, Zendaya, Jeff Bergman, Eric Bauza",
        "descript": "Atrapado en el espacio digital, la superestrella del baloncesto LeBron James se une a la banda de los Looney Tunes para derrotar al Goon Squad en un juego de baloncesto y salvar a su hijo.",
        "vi": true
    },
    {
        "video": "movies/Raya y el ultimo dragon 2021 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Raya y el último dragón (2021).jpg",
        "trailer" : "https://www.youtube.com/embed/hTh2-WnW1RI?si=ijXgjIsmu66_taCV",
        "titulo": "Raya y el ultimo dragon 2021",
        "category": "Animadas, Aventura",
        "cast" : "Elenco: Kelly Marie Tran, Awkwafina, Izaac Wang, Gemma Chan, Daniel Dae Kim, Benedict Wong, Sandra Oh, Thalia Tran, Lucille Soong, Alan Tudyk",
        "descript": "En el fantástico mundo de Kumandra, humanos y dragones vivieron juntos en perfecta armonía. Sin embargo, cuando unas fuerzas del mal amenazaron el territorio, los dragones se sacrificaron para salvar a la humanidad. Cerca de 500 años después, esas mismas fuerzas malignas han regresado y Raya, una guerrera solitaria, tendrá que encontrar al último y legendario dragón para reconstruir un mundo destruido y volver a unir a su pueblo.",
        "vi": true
    },
    {
        "video": "movies/Pompeya 2014 online o descargar gratis HD-01.mp4" ,
        "imagen": "movies/Pompeya (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/VgNNzqBJHeA?si=oShDkjaQ85i3YrOU",
        "titulo": "Pompeya 2014",
        "category": "Basadas en la vida real, Acción",
        "cast" : "Elenco: Kit Harington, Carrie-Anne Moss, Emily Browning, Adewale Akinnuoye-Agbaje, Jessica Lucas, Jared Harris, Kiefer Sutherland",
        "descript": "Mientras el Vesuvio entra en erupción, un esclavo convertido en gladiador debe ir a la carrera para salvar a la mujer que ama, que está prometida con un corrupto senador romano.",
        "vi": true
    },
    {
        "video": "movies/Nocturno 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Nocturno (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/GK4FTUeDb3Q?si=oH_8XcXQ8kJLToXk",
        "titulo": "Nocturno 2020",
        "category": "Suspenso, Terror",
        "cast" : "Elenco: Sidney Sweeney, Madison Iseman, Jacques Colimon, Iván Shaw",
        "descript": "Una joven y ambiciosa pianista, eclipsada por su hermana gemela, hace un pacto con el diablo para cambiar las tornas y ocupar el lugar de su hermana.",
        "vi": true
    },
    {
        "video": "movies/La gran apuesta 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/La gran apuesta (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/gjF_W4UxqRA?si=Rafr3roORlX8AUc5",
        "titulo": "La gran apuesta 2015",
        "category": "Basadas en la vida real",
        "cast" : "Elenco: Christian Bale, Steve Carell, Ryan Gosling, Brad Pitt",
        "descript": "Cuando cuatro inversores vieron lo que rechazaron los grandes bancos, los medios de comunicación y el gobierno para detener el derrumbamiento mundial de la economía, tuvieron una idea: La gran apuesta. Su atrevida inversión les lleva al lado más oscuro de la banca moderna, donde deben cuestionarlo todo y a todos.",
        "vi": true
    },
    {
        "video": "movies/Inmaculada 2024 Online Latino HD - Pelisplus.mp4" ,
        "imagen": "movies/Inmaculada 2024.jpg",
        "trailer" : "https://www.youtube.com/embed/wef8nopIMkM?si=aLLODjfGYtPCW6jF",
        "titulo": "Inmaculada 2024",
        "category": "Terror, Suspenso, 2024",
        "cast" : "Elenco: Sydney Sweeney, Álvaro Morte, Benedetta Porcaroli, Giorgio Colangeli, Simona Tabasco, Dora Romano",
        "descript": "Una monja estadounidense llega a un convento de la campiña italiana. Allí descubre que, a pesar de ser virgen, está embarazada. Al mismo tiempo, comienza a sospechar que algo perverso ocurre entre los muros del convento.",
        "vi": true
    },
    {
        "video": "movies/Deadpool&Wolverine.mkv" ,
        "imagen": "movies/deadpool y wolverine.jpg",
        "trailer" : "https://www.youtube.com/embed/UzFZR2dRsSY?si=rdD3cB426rtKTQSe",
        "titulo": "DEADPOOL & WOLVERINE 2024",
        "category": "Ciencia Ficción, Super Heroes, Marvel, 2024",
        "cast" : "Elenco: Ryan Reynolds, Hugh Jackman, Emma Corrin, Morena Baccarin, Rob Delaney, Leslie Uggams, Aaron Stanford, Matthew Macfadyen",
        "descript": "Lobezno se recupera de sus heridas cuando se cruza con el bocazas, Deadpool, que ha viajado en el tiempo para curarlo con la esperanza de hacerse amigos y formar un equipo para acabar con un enemigo común.",
        "vi": true
    },
    {
        "video": "movies/Deadpool 2 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Deadpool 2 (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/4i6ZePa8jz4?si=eaNp9Rt2Dmfvn7KK",
        "titulo": "Deadpool 2 2018",
        "category": "Ciencia Ficción, Super Heroes, Marvel",
        "cast" : "Elenco: Ryan Reynolds, Josh Brolin, Morena Baccarin, Julian Dennison, Zazie Beetz, T.J. Miller, Brianna Hildebrand, Jack Kesy",
        "descript": "Deadpool trabaja ahora a escala internacional, eliminando a asesinos de masas, gánsteres, traficantes de personas y demás indeseables. Se creen intocables, pero Deadpool sabe cómo deshacerse de ellos de la forma más complicada, desmedida y sangrienta posible.",
        "vi": true
    },
    {
        "video": "movies/Deadpool 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Deadpool (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/0JnRdfiUMa8?si=lGdpz5ZYsxblWM9F",
        "titulo": "Deadpool 2016",
        "category": "Ciencia Ficción, Super Heroes, Marvel",
        "cast" : "Elenco: Ryan Reynolds, Morena Baccarin, Ed Skrein, T.J. Miller, Gina Carano, Brianna Hildebrand",
        "descript": "Wade Wilson, tras ser sometido a un cruel experimento científico, adquiere poderes especiales que le convierten en Deadpool. Armado con sus nuevas habilidades y un retorcido sentido del humor tratará de dar caza al hombre que casi destruye su vida.",
        "vi": true
    },
    {
        "video": "movies/Con todos menos contigo 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Con todos menos contigo (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/1Cszah8AJ-o?si=KxXqddYZ1aEcCLQz",
        "titulo": "Con todos menos contigo 2023",
        "category": "Familiar, Aventura, Romance",
        "cast" : "Elenco: Sydney Sweeney, Glen Powell, Alexandra Shipp, Michelle Hurd, Bryan Brown, Darren Barnet, Hadley Robinson, Dermot Mulroney, Rachel Griffiths, GaTa, Charlee Fraser",
        "descript": "A pesar de una primera cita increíble, la atracción inicial de Bea y Ben se agria rápidamente. Sin embargo, cuando inesperadamente se encuentran en una boda de destino en Australia, fingen ser la pareja perfecta para mantener las apariencias.",
        "vi": true
    },
    {
        "video": "movies/John Wick 4 2023 Pelicula Completa Online.mp4" ,
        "imagen": "movies/John Wick 4.jpg",
        "trailer" : "https://www.youtube.com/embed/8ubRKDsM1FI?si=BsUOwlFFkm-_Vcqt",
        "titulo": "John Wick 4 2023",
        "category": "Acción, Guerras, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Keanu Reeves, Donnie Yen, Bill Skarsgård, Laurence Fishburne, Hiroyuki Sanada, Shamier Anderson, Lance Reddick, Rina Sawayama, Scott Adkins, Clancy Brown, Ian McShane",
        "descript": "El marqués Vincent de Gramont pretende matar a John Wick para afianzar su poder en la Orden Suprema. Sin embargo, John tratará de adelantarse a cada uno de sus movimientos hasta lograr enfrentarse cara a cara con su peor enemigo.",
        "vi": true
    },
    {
        "video": "movies/John Wick 3 Parabellum 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/John Wick 3_ Parabellum (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/uxZnrzeUT9o?si=veixXE96emywFL8G",
        "titulo": "John Wick 3 2019",
        "category": "Acción, Guerras, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Keanu Reeves, Halle Berry, Laurence Fishburne, Mark Dacascos, Asia Kate Dillon, Lance Reddick, Anjelica Huston, Ian McShane, Saïd Taghmaoui, Jerome Flynn, Jason Mantzoukas, Tobias Segal",
        "descript": "John Wick regresa de nuevo pero con una recompensa sobre su cabeza que persigue unos mercenarios. Tras asesinar a uno de los miembros de su gremio, Wick es expulsado y se convierte en el foco de atención de todos los sicarios de la organización.",
        "vi": true
    },
    {
        "video": "movies/John Wick 2 Un nuevo dia para matar 2017 online o descargar grat.mp4" ,
        "imagen": "movies/John Wick 2_ Un nuevo día para matar (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/gr-KEvuW6So?si=OMYXD0r0S7njtja0",
        "titulo": "John Wick 2 2017",
        "category": "Acción, Guerras, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Keanu Reeves, Common, Laurence Fishburne, Riccardo Scamarcio, Ruby Rose, Lance Reddick, Peter Stormare, Bridget Moynahan, Franco Nero, John Leguizamo, Ian McShane",
        "descript": "El legendario asesino John Wick se ve obligado a salir de su retiro por culpa de un exsocio que intenta controlar un siniestro grupo internacional de asesinos. Obligado a ayudarle por un juramento de sangre, John viaja a Roma para enfrentarse a algunos de los asesinos más letales del mundo.",
        "vi": true
    },
    {
        "video": "movies/John Wick - Otro dia para matar 2014.mp4" ,
        "imagen": "movies/John Wick 2014.jpg",
        "trailer" : "https://www.youtube.com/embed/zmq0JZbekNQ?si=H-G4aqmlgMqyFt6r",
        "titulo": "John Wick 1 2014",
        "category": "Acción, Guerras, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Keanu Reeves, Michael Nyqvist, Alfie Allen, Adrianne Palicki, Bridget Moynahan, Dean Winters, Ian McShane, John Leguizamo, Willem Dafoe",
        "descript": "La ciudad de Nueva York se llena de balas cuando John Wick, un exasesino a sueldo, regresa de su retiro para enfrentar a los mafiosos rusos, liderados por Viggo Tarasov, que destruyeron todo aquello que él amaba y pusieron precio a su cabeza.",
        "vi": true
    },
    {
        "video": "movies/Baby El aprendiz del crimen 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Baby_ El aprendiz del crimen (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/vhiolTbH5Uc?si=pI13h7hn_aJu0j45",
        "titulo": "Baby El aprendiz del crimen 2017",
        "category": "Acción, Policiales, Suspenso",
        "cast" : "Elenco: Ansel Elgort, Kevin Spacey, Lily James, Jon Bernthal, Jamie Foxx, Jon Hamm, Eiza González",
        "descript": "Baby es un chofer especializado en fugas que, enamorado, pretende dejar la vida criminal y empezar de cero con la mujer que ama. Cuando el jefe de una banda de gánsters le obliga a trabajar para él y la operación fracasa, su vida y la de su chica pasan a estar en peligro.",
        "vi": true
    },
    {
        "video": "movies/Transformers El despertar de las bestias 2023 online o descargar.mp4" ,
        "imagen": "movies/Transformers_ El despertar de las bestias (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/v0d0id78XdE?si=k4GTG8xeKiCmwBhg",
        "titulo": "Transformers El despertar de las bestias 2023",
        "category": "Ciencia Ficción, Acción, Guerras, Aliens, Familiar",
        "cast" : "Elenco: Anthony Ramos, Dominique Fishback, Lauren Vélez, Tobe Nwigwe",
        "descript": "Durante la década de 1990, los Maximals, Predacons y Terrorcons se unen a la batalla existente en la Tierra entre Autobots y Decepticons.",
        "vi": true
    },
    {
        "video": "movies/Bumblebee 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Bumblebee (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/fheRd-Sl_f0?si=-xSdn4UKVIqLO7oQ",
        "titulo": "Bumblebee 2018",
        "category": "Ciencia Ficción, Acción, Guerras, Aliens",
        "cast" : "Elenco: Hailee Steinfeld, John Cena, Jorge Lendeborg Jr., John Ortiz, Jason Drucker, Pamela Adlon",
        "descript": "En 1987, la adolescente Charlie encuentra en un depósito de chatarra lo que parece ser un Volkswagen amarillo corriente. Sin embargo, mientras lo restaura, el coche se transforma en Bumblebee, un pequeño autobot que ha sido enviado a la Tierra con el fin de establecer una base para los de su especie.",
        "vi": true
    },
    {
        "video": "movies/Transformers El ultimo caballero 2017 online o descargar gratis .mp4" ,
        "imagen": "movies/Transformers_ El último caballero (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/LLT6pbEUUS8?si=gWJWDLMMTphFUz9x",
        "titulo": "Transformers El ultimo caballero 2017",
        "category": "Ciencia Ficción, Acción, Guerras, Aliens, Familiar",
        "cast" : "Elenco: Mark Wahlberg, Josh Duhamel, Laura Haddock, Anthony Hopkins, Isabela Moner, Jerrod Carmichael, Peter Cullen, Santiago Cabrera, Stanley Tucci, Liam Garrigan, Mitch Pileggi, Glenn Morshower",
        "descript": "La guerra entre los Transformers y los humanos amenaza con destruir la Tierra. Con el gigante Optimus Prime muy lejos, realizando una misión espacial, el futuro del planeta depende ahora de la extraña alianza forjada entre el inventor Cade Yeager, Bumblebee, un lord inglés y un profesor de Oxford.",
        "vi": true
    },
    {
        "video": "movies/Transformers La era de la extincion 2014 online o descargar grat.mp4" ,
        "imagen": "movies/Transformers_ La era de la extinción (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/imhlIDCyMbA?si=_Vnm2w5MVPAisTc2",
        "titulo": "Transformers La era de la extincion 4 2014",
        "category": "Ciencia Ficción, Acción, Guerras, Aliens, Familiar",
        "cast" : "Elenco: Mark Wahlberg, Jack Reynor, Nicola Peltz, Stanley Tucci, Kelsey Grammer, Sophia Myles, Li Bingbing, Titus Welliver, T. J. Miller",
        "descript": "Tras la épica batalla que estuvo a punto de acabar con Chicago y con todo el planeta, la Humanidad intenta recuperarse. Sin embargo, otra amenaza, antigua y poderosa, pone a la Tierra en su punto de mira, por lo que los autobots deben actuar.",
        "vi": true
    },
    {
        "video": "movies/Transformers 3 El lado oscuro de la Luna 2011 online o descargar.mp4" ,
        "imagen": "movies/Transformers 3_ El lado oscuro de la Luna (2011).jpg",
        "trailer" : "https://www.youtube.com/embed/pjwn_Y3SqVU?si=1ZvKKp3QTxtyaAOn",
        "titulo": "Transformers 3 El lado oscuro de la Luna 2011",
        "category": "Ciencia Ficción, Acción, Guerras, Aliens, Familiar",
        "cast" : "Elenco: Shia Labeouf, Josh Duhamel, John Turturro, Tyrese Gibson, Rosie Huntington-Whiteley, Patrick Dempsey, Frances McDormand",
        "descript": "En la época de la carrera espacial entre EE.UU y la Unión Soviética, los Autobots y los Decepticons emprendieron su propia lucha de poder. Ahora, las consecuencias de aquellas acciones podrían desencadenar una guerra de tal magnitud que destruiría la Tierra sin que ni siquiera los 'Transformers' puedan impedirlo. Una vez más, Sam Witwicky se encuentra involuntariamente en medio del conflicto.",
        "vi": true
    },
    {
        "video": "movies/Transformers 2 La venganza de los caidos 2009 online o descargar.mp4" ,
        "imagen": "movies/Transformers 2_ La venganza de los caídos (2009).jpg",
        "trailer" : "https://www.youtube.com/embed/ePRrWxFDcXI?si=D4IeAa1oi1cD5_sY",
        "titulo": "Transformers 2 La venganza de los caidos 2009",
        "category": "Ciencia Ficción, Acción, Guerras, Aliens, Familiar",
        "cast" : "Elenco: Shia LaBeouf, Megan Fox, Josh Duhamel, Tyrese Gibson, John Turturro",
        "descript": "Han pasado dos años desde que los Transformers irrumpieran en la vida de Sam Witwicky. Ahora, el objetivo de Sam es ingresar en la universidad y llevar una vida tranquila, pero se ve otra vez involucrado en la guerra entre Autobots y Decepticons.",
        "vi": true
    },
    {
        "video": "movies/Sonic 3 La pelicula 2024 online HD - Cuevana.mp4" ,
        "imagen": "movies/Sonic 3 _ La película 2024.jpg",
        "trailer" : "https://www.youtube.com/embed/ySkQCd7UOhk?si=s1iceu9jEiRoBQ6q",
        "titulo": "Sonic 3 2024",
        "category": "Animadas, Aventura, Familiar, Super Heroes, 2024",
        "cast" : "Elenco: Jim Carrey, Ben Schwartz, Krysten Ritter, Natasha Rothwell, Shemar Moore, James Marsden, Tika Sumpter, Idris Elba, Keanu Reeves",
        "descript": "Sonic vuelve a la gran pantalla por Navidad, con la aventura más emocionante hasta la fecha. Sonic, Knuckles y Tails se reúnen para enfrentarse a un nuevo y poderoso adversario, Shadow, un misterioso villano cuyos poderes no se parecen a nada de lo que nuestros héroes han conocido hasta ahora. Con sus facultades superadas en todos los sentidos, el Equipo Sonic tendrá que establecer una insólita alianza con la esperanza de detener a Shadow y proteger el planeta.El director Jeff Fowler regresa junto con nuestro reparto plagado de estrellas que incluye a Jim Carrey, Ben Schwartz, James Marsden, Tika Sumpter, Idris Elba, Colleen O'Shaughnessey, Natasha Rothwell, Shemar Moore, Adam Pally y Lee Majdoub junto a las recién llegadas Alyla Browne, Krysten Ritter y Keanu Reeves, que se une a la franquicia como Shadow.",
        "vi": true
    },
    {
        "video": "movies/Sonic 2 La pelicula 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Sonic 2_ La película (2022).jpg",
        "trailer" : "https://www.youtube.com/embed/2OMixTIRQcY?si=ePaBB-Q0ku6uEfNA",
        "titulo": "Sonic 2 2022",
        "category": "Animadas, Familiar, Super Heroes, Acción",
        "cast" : "Elenco: Ben Schwartz, Colleen O'Shaughnessey, Idris Elba",
        "descript": "Después de establecerse en Green Hills, Sonic quiere demostrar que tiene madera de héroe. La prueba de fuego llega con el retorno del malvado Robotnik, y su nuevo compinche, Knuckles, en busca de una esmeralda que destruye civilizaciones. Sonic forma equipo con su propio compañero de fatigas, Tails, y juntos se lanzan a una aventura que les llevará por todo el mundo en busca de la preciada piedra para evitar que caiga en manos equivocadas.",
        "vi": true
    },
    {
        "video": "movies/Sonic La pelicula 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Sonic_ La película (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/aUkiAdSfC9s?si=sZdij5jdnsB9oh5a",
        "titulo": "Sonic 2020",
        "category": "Animadas, Familiar, Super Heroes, Acción",
        "cast" : "Elenco: Jim Carrey, Ben Schwartz, James Marsden, Tika Sumpter",
        "descript": "Sonic intenta navegar por las complejidades de la vida en la Tierra con su nuevo mejor amigo, un humano llamado Tom Wachowski. Pronto deben unir fuerzas para evitar que el malvado Dr. Robotnik capture a Sonic y use sus poderes para dominar el mundo.",
        "vi": true
    },
    {
        "video": "movies/El aprendiz de tigre 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El aprendiz de tigre (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/Ct2Rzv6LgvU?si=AdAO_RfAlacGKRyM",
        "titulo": "El aprendiz de tigre 2024",
        "category": "Animadas, Acción, Comedia, Aventura, Familiar, 2024",
        "cast" : "Elenco: Brandon Soo Hoo, Henry Golding, Lucy Liu, Sandra Oh, Michelle Yeoh",
        "descript": "Tom Lee descubre que es parte de un linaje de protectores mágicos llamados los Guardianes. Con la guía de un mítico tigre, de nombre Hu, y otros guerreros animales del zodíaco, Tom se entrena para enfrentarse a una fuerza que amenaza la humanidad.",
        "vi": true
    },
    {
        "video": "movies/Gladiador II 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Gladiador II (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/MmG0E4joDK0?si=eHo2TJoaGfSWyrSC",
        "titulo": "Gladiador II 2024",
        "category": "Guerras, Acción, Suspenso, 2024",
        "cast" : "Elenco: Paul Mescal, Pedro Pascal, Joseph Quinn, Fred Hechinger, Lior Raz, Derek Jacobi, Denzel Washington, Connie Nielsen",
        "descript": "Lucio debe entrar en el Coliseo después de que los poderosos emperadores de Roma conquisten su hogar. Con rabia en el corazón, y el futuro del imperio en juego, Lucio mira al pasado para encontrar la fuerza y el honor que necesita.",
        "vi": true
    },
    {
        "video": "movies/Gladiador 2000 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Gladiador (2000).jpg",
        "trailer" : "https://www.youtube.com/embed/W3xjHIdaGww?si=U2TTbRBAhezACBqt",
        "titulo": "Gladiador 2000",
        "category": "",
        "cast" : "Elenco: Russell Crowe, Joaquin Phoenix, Connie Nielsen, Oliver Reed, Derek Jacobi, Djimon Hounsou, Richard Harris",
        "descript": "El general romano Máximo es el soporte más leal del emperador Marco Aurelio, que lo ha conducido de victoria en victoria. Sin embargo, Cómodo, el hijo de Marco Aurelio, está celoso del prestigio de Máximo y aún más del amor que su padre siente por él. Cuando Cómodo llega al poder ordena el arresto del general y su asesinato. Máximo escapa de sus asesinos, pero no puede evitar la muerte de su familia. Entonces se convierte en gladiador para llevar a cabo su venganza.",
        "vi": true
    },
    {
        "video": "movies/Y donde estan las rubias 2004 Pelicula Completa Online.mp4" ,
        "imagen": "movies/donde estan las rubias_ (2004).jpg",
        "trailer" : "https://www.youtube.com/embed/UxER50XHW-I?si=sNqGyGKXdBrVb6BI",
        "titulo": "Y donde estan las rubias 2004",
        "category": "Comedia, Familiar, Acción, Espias, Policiales",
        "cast" : "Elenco: Shawn Wayans, Marlon Wayans, Jaime King, Frankie Faison, Lochlyn Munro, John Heard, Busy Philipps, Terry Crews, Brittany Daniel, Eddie Vélez, Jessica Cauffiel, Maitland Ward, Anne Dudek, Rochelle Aytes, Jennifer Carpenter",
        "descript": "Dos desafortunados agentes del FBI se hacen pasar por dos chicas, novatas en la alta sociedad para investigar una serie de secuestros. Pero mientras preparan su plan, descubren que irrumpir en la alta sociedad es mucho más duro de lo que creían.",
        "vi": true
    },
    {
        "video": "movies/Spy Una espia despistada 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Spy_ Una espía despistada (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/gLrh7sgRnYU?si=CAvnfsnC-g4OQiPD",
        "titulo": "Spy Una espia despistada 2015",
        "category": "Espias, Acción, Comedia, Familiar, Aventura",
        "cast" : "Elenco: Melissa McCarthy, Jason Statham, Rose Byrne, Miranda Hart, Bobby Cannavale, Allison Janney, Jude Law, Peter Serafinowicz",
        "descript": "Susan Cooper es una modesta y sedentaria analista de la CIA que es la heroína olvidada de las misiones más peligrosas de la agencia. Sin embargo, cuando su compañero desaparece y otro agente se ve envuelto en problemas, Susan se presenta voluntaria como agente secreto. Entonces, Susan deberá trabajar en una misión encubierta en la que se tendrá que infiltrar en el mundo de un traficante de armas para así evitar un desastre mundial.",
        "vi": true
    },
    {
        "video": "movies/Gamer 2009 online HD - Cuevana.mp4" ,
        "imagen": "movies/Gamer_ Juego Letal (2009).jpg",
        "trailer" : "https://www.youtube.com/embed/Z6gFgaYRwTs?si=AskSTdWgU8u60QMZ",
        "titulo": "Gamer 2009",
        "category": "Ciencia Ficción, Aventura, Policiales, Acción, Guerras",
        "cast" : "Elenco: Gerard Butler, Michael C. Hall, Amber Valletta, Logan Lerman, Terry Crews, Chris Ludacris Bridges, Kyra Sedgwick",
        "descript": "Cada semana, Kable, un reo condenado a muerte, lucha contra sus compañeros de prisión en un violento juego en línea llamado Asesinos en el que todos los movimientos son controlados de forma remota. Los jugadores, Kable y los otros reos son solamente personajes simulados, pero, para el grupo de resistencia que se opone al inventor del juego, Kable es un componente crítico de su plan para terminar con la esclavitud de tecnología del inventor.",
        "vi": true
    },
    {
        "video": "movies/Focus Maestros de la Estafa 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Focus_ Maestros de la Estafa (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/7yjPimGBKnI?si=xepTXH5WgeIfe2oS",
        "titulo": "Focus Maestros de la Estafa 2015",
        "category": "Policiales, Acción, Aventura",
        "cast" : "Elenco: Will Smith, Margot Robbie",
        "descript": "Nicky, un consumado maestro de la estafa, comienza un romance con Jess, una novata en el gremio. Mientras Nicky le enseña los trucos del oficio, Jess intenta estrechar lazos con él, pero este acercamiento hace que Nicky rompa de repente la relación. Tres años más tarde se reencuentran, ella convertida una femme fatal, en un circuito de Buenos Aires donde las apuestas corren altas.",
        "vi": true
    },
    {
        "video": "movies/El Sorprendente Hombre Arana 2 La amenaza de Electro 2014 online.mp4" ,
        "imagen": "movies/El Sorprendente Hombre Araña 2_ La amenaza de Electro (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/U7vjPGJ8THU?si=mkrR65PHF-jU2z5L",
        "titulo": "El Sorprendente Hombre Araña 2 - spider man",
        "category": "Marvel, Super Heroes, Acción, Aventura, Ciencia Ficción",
        "cast" : "Elenco: Andrew Garfield, Emma Stone, Jamie Foxx, Dane DeHaan, Campbell Scott, Sally Field",
        "descript": "La vida de Peter Parker no es como la de cualquier adolescente. El joven compagina su tiempo luchando contra el mal convertido en Spider-Man y estudiando en el instituto junto con la chica a la que quiere, Gwen. Aunque Peter le prometió al padre de la joven que se alejaría de ella para protegerla, es una promesa que no puede cumplir. Las cosas cambiarán para Peter con la llegada de Electro, un nuevo villano, y su viejo amigo Harry Osborn.",
        "vi": true
    },
    {
        "video": "movies/El Sorprendente Hombre-Arana 2012 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El Sorprendente Hombre-Araña (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/eou9olJruK4?si=XQsck0V0-3A5eWP5",
        "titulo": "El Sorprendente Hombre-Araña 2012 - spider man",
        "category": "Marvel, Super Heroes, Acción, Aventura, Ciencia Ficción",
        "cast" : "Elenco: Andrew Garfield, Emma Stone, Rhys Ifans, Denis Leary, Campbell Scott, Irrfan Khan, Martin Sheen, Sally Field, Annie Parisse, Chris Zylka",
        "descript": "Como la mayoría de los adolescentes de su edad, Peter está intentando descubrir quién es y cómo ha llegado a ser lo que es. En su viaje para atar los cabos de su pasado, descubre un secreto familiar que finalmente dará forma a su destino como Spiderman.",
        "vi": true
    },
    {
        "video": "movies/El Camino Una pelicula de Breaking Bad 2019 online o descargar g.mp4" ,
        "imagen": "movies/El Camino_ Una película de Breaking Bad (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/Bi3mMWw_cJ4?si=X7Zik77ndNYTsvDY",
        "titulo": "El Camino Una pelicula de Breaking Bad 2019",
        "category": "Policiales, Acción, Suspenso",
        "cast" : "Elenco: Aaron Paul",
        "descript": "Después de su dramática fuga, Jesse debe aceptar su pasado si quiere construir un futuro. Una película que sigue el final de la serie Breaking Bad, siguiendo las aventuras de Jesse Pinkman.",
        "vi": true
    },
    {
        "video": "movies/Godzilla Y Kong El Nuevo Imperio 2024 online o descargar gratis .mp4" ,
        "imagen": "movies/Godzilla Y Kong_ El Nuevo Imperio (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/_zIvy008y3w?si=dXEDSizMw1loUOhr",
        "titulo": "Godzilla Y Kong El Nuevo Imperio 2024",
        "category": "Acción, Guerras, Familiar, Aventura, Ciencia Ficción, 2024",
        "cast" : "Elenco: Dan Stevens, Rebecca Hall, Brian Tyree Henry, Kaylee Hottle, Fala Chen, Alex Ferns, Rachel House",
        "descript": "Godzilla y Kong se enfrentan a una amenaza colosal escondida en lo profundo del planeta, desafiando su propia existencia y la supervivencia de la raza humana.",
        "vi": true
    },
    {
        "video": "movies/Harold y su crayon magico 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Harold y su crayón mágico (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/I8c3m1ReRyE?si=N62SDpFLzKuyPYF5",
        "titulo": "Harold y su crayon magico 2024",
        "category": "Comedia, Aventura, Familiar, Animadas, 2024",
        "cast" : "Elenco: Zacarías Levi, Pequeño Rel Howery, Benjamín Bottani, Jemaine Clément, Tania Reynolds, Zooey Deschanel",
        "descript": "Dentro de su libro, el aventurero Harold puede hacer que cualquier cosa cobre vida simplemente dibujándola. Cuando crece y se dibuja a sí mismo fuera de las páginas del libro, Harold descubre que tiene mucho que aprender sobre la vida real.",
        "vi": true
    },
    {
        "video": "movies/Hechizados 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Hechizados (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/orZkR2N4Ofo?si=OpJF4CuhpMj8G8yJ",
        "titulo": "Hechizados 2024",
        "category": "Aventura, Familiar, Animadas, 2024",
        "cast" : "Elenco: Rachel Zegler, Nicole Kidman, Javier Bardem, John Lithgow, Jenifer Lewis, Nathan Lane",
        "descript": "Cuando un poderoso hechizo convierte a sus padres en monstruos, una princesa adolescente debe adentrarse en lo desconocido para revertir la maldición antes de que sea demasiado tarde.",
        "vi": true
    },
    {
        "video": "movies/Jumanji El siguiente nivel 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Jumanji_ El siguiente nivel (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/YOpySpo2Kig?si=yN7we23b-gBOzIsP",
        "titulo": "Jumanji El siguiente nivel 2019",
        "category": "Aventura, Familiar, Acción, Ciencia Ficción, Comedia",
        "cast" : "Elenco: Dwayne Johnson, Jack negro, Kevin Hart, Karen Gillan, Nick Jonas, Awkwafina, Alex Wolff, Morgan Turner, Ser'Darius Blain, Madison Iseman, Danny Glover, Danny De Vito",
        "descript": "Las aventuras continúan en el fantástico mundo del juego Jumanji, donde nada es lo que parece. En esta ocasión, los jugadores vuelven al juego, pero sus personajes se han intercambiado entre sí, lo que ofrece un curioso plantel: los mismos héroes con distinta apariencia. Pero, ¿dónde está el resto de la gente?",
        "vi": true
    },
    {
        "video": "movies/Jumanji En la selva 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Jumanji_ En la selva (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/leIrosWRbYQ?si=Xt9vCnhoIFLHKYP1",
        "titulo": "Jumanji En la selva 2017",
        "category": "Aventura, Familiar, Acción, Ciencia Ficción, Comedia",
        "cast" : "Elenco: Dwayne Johnson, Jack Black, Kevin Hart, Karen Gillan, Nick Jonas, Bobby Cannavale",
        "descript": "Cuatro adolescentes son absorbidos por un viejo videojuego que los transporta hasta el corazón de la jungla de Jumanji. Convertidos en avatares de ellos mismos pero en adulto, los cuatro jóvenes descubrirán que no están jugando a Jumanji, sino que es el juego el que juega con ellos. Para volver al mundo real, los cuatro tendrán que enfrentarse a grandes peligros y ganar la partida. De lo contrario, quedarán atrapados para siempre en el juego.",
        "vi": true
    },
    {
        "video": "movies/Wish El Poder De Los Deseos 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Wish_ El Poder De Los Deseos (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/1T4PGqsXfDQ?si=lqNwbieGOibPYCu-",
        "titulo": "Wish El Poder De Los Deseos 2023",
        "category": "Familiar, Animadas, Acción, Aventura",
        "cast" : "Elenco: Ariana DeBose, Alan Tudyk, Chris Pine, Evan Peters",
        "descript": "Mediante la fuerza energética de un deseo, una joven Asha invoca la magia de las estrellas para intentar salvar su reino del malvado Magnífico.",
        "vi": true
    },
    {
        "video": "movies/Godzilla Minus One 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Godzilla Minus One (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/xNkfbq8XqZw?si=8w_mvL318jzLb6Lo",
        "titulo": "Godzilla Minus One 2023",
        "category": "Acción, Guerras, Familiar, Aventura, Ciencia Ficción",
        "cast" : "Elenco: Ryunosuke Kamiki, Minami Hamabe, Yuki Yamada, Munetaka Aoki, Hidetaka Yoshioka, Sakura Ando, Kuranosuke Sasaki",
        "descript": "Un monstruo gigante emerge de las profundidades del océano y se dispone a atacar Japón justo cuando la nación trata de recuperarse tras la destrucción ocasionada por la Segunda Guerra Mundial.",
        "vi": true
    },
    {
        "video": "movies/Godzilla II El rey de los monstruos 2019 online o descargar grat.mp4" ,
        "imagen": "movies/Godzilla II_ El rey de los monstruos (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/yKhiEJvrb0c?si=RH5yLIVB7c9Ohw-O",
        "titulo": "Godzilla II El rey de los monstruos 2019",
        "category": "Acción, Guerras, Familiar, Aventura, Ciencia Ficción",
        "cast" : "Elenco: Kyle Chandler, Vera Farmiga, Millie Bobby Brown, Bradley Whitford, Sally Hawkins, Charles Dance, Thomas Middleditch, O'Shea Jackson Jr., Ken Watanabe, Zhang Ziyi",
        "descript": "Seguimos las aventuras de unos criptzóologos de una agencia mientras tratan de enfrentarse a unos monstruos entre los que se encuentra el propio Godzilla. Entre todos intentarán frenar a estas ancianas criaturas que harán todo lo posible por sobrevivir, arriesgando toda la vida de los humanos.",
        "vi": true
    },
    {
        "video": "movies/Godzilla 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Godzilla (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/PWYyZ3lZdcg?si=tKG8_CH661zAlnhA",
        "titulo": "Godzilla 2014",
        "category": "Acción, Guerras, Familiar, Aventura, Ciencia Ficción",
        "cast" : "Elenco: Aaron Taylor-Johnson, Ken Watanabe, Elizabeth Olsen, Juliette Binoche, Sally Hawkins, David Strathairn, Bryan Cranston",
        "descript": "Ford Brody es un experto de los marines que tiene que ir a Japón para rescatar a su padre. Pronto, los dos hombres se encuentran atrapados en el caos cuando Godzilla, el Rey de los Monstruos, aparece después de pasar décadas debajo del agua. El monstruo se enfrenta a malvadas criaturas que, animadas por la arrogancia científica del hombre, amenazan con destruir a toda la raza humana.",
        "vi": true
    },
    {
        "video": "movies/Kick-Ass 2 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Kick-Ass 2 (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/OL7laLxQYRQ?si=mGVSsgiPfV3Y8a8M",
        "titulo": "Kick-Ass 2 2013",
        "category": "Super Heroes, Aventura, Familiar, Acción",
        "cast" : "Elenco: Aaron Taylor-Johnson, Christopher Mintz-Plasse, Chloë Grace Moretz, Jim Carrey",
        "descript": "Después de que la loca valentía de Kick-Ass (Aaron Taylor-Johnson) inspirara a toda una oleada de nuevos defensores del bien dirigidos por el implacable coronel Barras y Estrellas (Jim Carrey), nuestro héroe decide unirse a ellos. Pero cuando Bruma Roja (Christopher Mintz-Plasse), que regresa con el nombre de El Hijop..a, decide deshacerse de esta panda de superhéroes aficionados, solo Hit Girl (Chloë Grace Moretz) podrá impedir que los aniquile.",
        "vi": true
    },
    {
        "video": "movies/Kick-Ass Un superheroe sin superpoderes Online Gratis - Cuev.mp4" ,
        "imagen": "movies/Kick-Ass_ Un superhéroe sin super poderes (2010).jpg",
        "trailer" : "https://www.youtube.com/embed/hLFcik85gMY?si=6Rrp1_DtfKsWxAwW",
        "titulo": "Kick-Ass Un superheroe sin superpoderes",
        "category": "Super Heroes, Aventura, Familiar, Acción",
        "cast" : "Elenco: Aaron Johnson, Christopher Mintz-Plasse, Chloë Grace Moretz, Mark Strong, Nicolas Cage",
        "descript": "Dave un estudiante de instituto aficionado a los cómics y que siempre pasa desapercibido, decide un día convertirse en superhéroe aunque no tenga superpoderes, no haya seguido un duro entrenamiento y ni siquiera tenga una significativa razón para ello.",
        "vi": true
    },
    {
        "video": "movies/Kingsman El circulo dorado 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Kingsman_ El círculo dorado (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/x050XvclsNE?si=P5JJFjqLKUXKcp0Y",
        "titulo": "Kingsman El circulo dorado 2017",
        "category": "Policiales, Acción, Aventura, Familiar, Espias",
        "cast" : "Elenco: Colin Firth, Julianne Moore, Taron Egerton, Mark Strong, Pedro Pascal, Halle Berry, Channing Tatum, Elton John, Jeff Bridges",
        "descript": "La agencia británica de espionaje Kingsman se enfrenta a una amenaza sin precedentes. Después de que su sede quede destruida, los agentes descubren un grupo de espionaje aliado de Estados Unidos llamado Statesman. Las dos organizaciones no tienen más remedio que unir sus fuerzas para salvar al mundo de las garras de su enemigo común, que no se detendrá ante nada.",
        "vi": true
    },
    {
        "video": "movies/Kingsman El servicio secreto 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Kingsman_ El servicio secreto (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/Rs5J8kh62yo?si=sm8R0lXZ-zPNY-5q",
        "titulo": "Kingsman_ El servicio secreto (2014).jpg",
        "category": "Policiales, Acción, Aventura, Familiar, Espias",
        "cast" : "Elenco: Colin Firth, Samuel L. Jackson, Mark Strong, Taron Egerton, Michael Caine, Sofia Boutella",
        "descript": "Gary Eggsy Unwin, cuyo fallecido padre trabajó calladamente para una agencia de espionaje ultrasecreta, vive en una urbanización del sur de Londres y parece dirigirse hacia las rejas. Sin embargo, el elegante agente Harry Hart reconoce el potencial del muchacho y lo recluta para ser un aprendiz en el servicio secreto. Mientras tanto, un genio tecnológico retorcido amenaza al planeta con una matanza a escala mundial.",
        "vi": true
    },
    {
        "video": "movies/La estafa maestra 2003 Online Latino HD - Pelisplus.mp4" ,
        "imagen": "movies/La estafa maestra 2003.jpg",
        "trailer" : "https://www.youtube.com/embed/BZqI65ZeKaw?si=QWxd2X4dIYjnchTU",
        "titulo": "La estafa maestra 2003",
        "category": "Policiales, Acción, Aventura, Familiar",
        "cast" : "Elenco: Mark Wahlberg, Jason Statham, Charlize Theron, Edward Norton, Donald Sutherland, Seth Green, Mos Def",
        "descript": "Charlie Croker y su banda se apoderan de un camión lleno de oro manipulando el tráfico de Los Ángeles y creando un atasco que les facilita la huida. Este es probablemente su gran golpe, pero para que funcione necesitarán la ayuda de Stella.",
        "vi": true
    },
    {
        "video": "movies/Capitan America Civil War 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Capitán América_ Civil War (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/s5PVmDAEuro?si=eoYYKioCWEtCxaU8",
        "titulo": "Capitan America Civil War 2016",
        "category": "Marvel, Familiar, Acción, Super Heroes, Aventura, Ciencia Ficción",
        "cast" : "Elenco: Chris Evans, Robert Downey Jr, Scarlett Johansson, Sebastian Stan, Anthony Mackie, Don Cheadle, Jeremy Renner, Chadwick Boseman, Paul Bettany, Elizabeth Olsen, Paul Rudd, Emily VanCamp, Marisa Tomei, Tom Holland, Martin Freeman, William Hurt, Daniel Brühl",
        "descript": "Después de que otro incidente internacional involucre a Los Vengadores, causando varios daños colaterales, aumentan las presiones políticas para instaurar un sistema que exija más responsabilidades y que determine cuándo deben contratar los servicios del grupo de superhéroes. Esta nueva situación dividirá a Los Vengadores, mientras intentan proteger al mundo de un nuevo y terrible villano.",
        "vi": true
    },
    {
        "video": "movies/13 Horas Los soldados secretos de Bengasi 2016 online o descarga.mp4" ,
        "imagen": "movies/13 Horas_ Los soldados secretos de Bengasi (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/UUHWhHjOe1A?si=sNUG38HmfJ5WBV25",
        "titulo": "13 Horas Los soldados secretos de Bengasi 2016",
        "category": "Guerras, Basadas en la vida real, Acción, Espias",
        "cast" : "Elenco: John Krasinski, Max Martini, Toby Stephens, Pablo Schreiber",
        "descript": "El 11 de septiembre de 2012 la embajada de Estados Unidos en la ciudad libia de Bengasi sufrió un ataque terrorista. Seis ex militares de élite, cuya tarea era proteger a la CIA, mantuvieron una dura lucha para defender al personal de la embajada.",
        "vi": true
    },
    {
        "video": "movies/Seis Triple Ocho Online Espanol Latino - Cuevana 3.mp4" ,
        "imagen": "movies/Seis Triple Ocho 2024.jpg",
        "trailer" : "https://www.youtube.com/embed/fqIdO5QHnIk?si=iFvLRV4FbhEKUEdb",
        "titulo": "Seis Triple Ocho",
        "category": "Basadas en la vida real, Guerras, 2024",
        "cast" : "Elenco: Kerry Washington, Ebony Obsidian, Dean Norris, Sam Waterston, Oprah Winfrey",
        "descript": "En la Segunda Guerra Mundial, el único batallón de mujeres negras del Ejército de EE.UU. en el extranjero se enfrenta a una misión imposible en este drama basado en hechos reales.",
        "vi": true
    },
    {
        "video": "movies/Terremoto La Falla de San Andres 2015 online o descargar gratis.mp4" ,
        "imagen": "movies/Terremoto_ La Falla de San Andrés (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/NZNHs7gyANA?si=1wpddzYHS9JxNH9Q",
        "titulo": "Terremoto La Falla de San Andres 2015",
        "category": "Acción, Familiar, Aventura, Suspenso",
        "cast" : "Elenco: Dwayne Johnson, Carla Gugino, Alexandra Daddario, Paul Giamatti",
        "descript": "La vida personal del heroico piloto de rescate Raymond Gaines no va muy bien, con su matrimonio a punto de deshacerse y su hija yéndose a la universidad. En medio de esa situación, el sismólogo Lawrence Hayes descubre una peligrosa y desconocida falla, desencadenando un terremoto de magnitud 9 en California. Ante tal catástrofe, el piloto y su exesposa Emma viajan juntos para salvar a su hija, Blake.",
        "vi": true
    },
    {
        "video": "movies/Sicario Tierra de nadie 2015 online o descargar gratis HD.mp4  " ,
        "imagen": "movies/Sicario_ Tierra de nadie (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/5QqkTUFdnE8?si=tkEpoaoKBMJYSXMu",
        "titulo": "Sicario Tierra de nadie 2015",
        "category": "Guerras, Acción, Policiales, Espias",
        "cast" : "Elenco: Emily Blunt, Benicio del Toro, Josh Brolin",
        "descript": "La palabra 'sicario' proviene de los fanáticos de Jerusalén, asesinos que mataban a los romanos que habían invadido su patria. En México, un sicario es un asesino a sueldo. Mientras que en Chandler, Arizona, la idealista agente del FBI Kate Mercer participa en una operación para intentar liberar a unos rehenes. Lo que encuentran en el lugar, sin embargo, es muy diferente de lo que esperaban.",
        "vi": true
    },
    {
        "video": "movies/Sicario Dia del soldado 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Sicario_ Día del soldado (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/QW-0hZZr8qA?si=SdRtq8pwsnlbW2_n",
        "titulo": "Sicario Dia del soldado 2018",
        "category": "Guerras, Acción, Policiales, Espias",
        "cast" : "Elenco: Benicio del Toro, Josh Brolin, Catherine Keener, Matthew Modine, Jeffrey Donovan, Manuel García Rulfo, Isabela Moner",
        "descript": "El FBI encarga a un impredecible mercenario conseguir que los carteles de la droga mexicanos se enfrenten para evitar que sigan introduciendo a terroristas en los EE. UU. El mercenario secuestra a la hija de uno de los jefes del narcotráfico.",
        "vi": true
    },
    {
        "video": "movies/Red social 2010 Pelicula Completa Online.mp4" ,
        "imagen": "movies/La red social 2010.jpeg",
        "trailer" : "https://www.youtube.com/embed/FsK0fILP1Bs?si=GLsGUfoN2lF15K4h",
        "titulo": "Red social 2010",
        "category": "Basadas en la vida real, Tecnología",
        "cast" : "Elenco: Jesse Eisenberg, Andrew Garfield, Justin Timberlake, Armie Hammer, Max Minghella",
        "descript": "La historia de los jóvenes fundadores de la popular red social Facebook, especialmente de su creador más conocido, Mark Zuckerberg. Su leyenda reza: 'No se hacen 500 millones de amigos sin hacer unos cuantos enemigos'.",
        "vi": true
    },
    {
        "video": "movies/Ready Player One Comienza el Juego 2018 online o descargar grati.mp4" ,
        "imagen": "movies/Ready Player One_ Comienza el Juego (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/4Y78D0fWnW0?si=qlS43s9zXcbd8SfD",
        "titulo": "Ready Player One Comienza el Juego 2018",
        "category": "Ciencia Ficción, Aventura, Familiar, Acción",
        "cast" : "Elenco: Tye Sheridan, Olivia Cooke, Ben Mendelsohn, T. J. Miller, Hannah John-Kamen, Simon Pegg, Mark Rylance",
        "descript": "Año 2045: el adolescente Wade Watts es solo una de las millones de personas que se evaden del sombrío mundo real para sumergirse en un mundo utópico virtual donde todo es posible: OASIS. Wade participa en la búsqueda del tesoro que el creador de este mundo imaginario dejó oculto en su obra. No obstante, hay gente muy peligrosa compitiendo contra él.",
        "vi": true
    },
    {
        "video": "movies/Pandora 2016 online HD - Cuevana.mp4" ,
        "imagen": "movies/pandora (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/38mBl099K38?si=JGU27TJA7tHKyC-B",
        "titulo": "Pandora 2016",
        "category": "Suspenso, Acción, Basadas en la vida real",
        "cast" : "Elenco: Kim Nam-gil",
        "descript": "Los trabajadores de la planta de energía nuclear en malas condiciones luchan contra el tiempo y los elementos para evitar que un terremoto derrumbe el edificio y cause una incontrolable espiral de caos y destrucción.",
        "vi": true
    },
    {
        "video": "movies/Mision de rescate 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Misión de rescate (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/-nRgLt_991s?si=_Hds-ZFKVwRMWdmM",
        "titulo": "Mision de rescate 2020",
        "category": "Acción, Guerras, Espias, Policiales",
        "cast" : "Elenco: Chris Hemsworth, Rudhraksh Jaiswal, Randeep Hooda, Golshifteh Farahani, David Harbour",
        "descript": "Tyler Rake, un intrépido mercenario, es enviado a Bangladesh por un poderoso mafioso encarcelado para que salve a su hijo secuestrado.",
        "vi": true
    },
    {
        "video": "movies/La ultima profecia 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/La última profecía (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/zWgG01uuSSk?si=fpalp8wJQgIp-wqP",
        "titulo": "La ultima profecia 2014",
        "category": "Suspenso, Familiar, Aventura, Acción",
        "cast" : "Elenco: Nicolas Cage, Cassi Thomson, Chad Michael Murray, Nicky Whelan, Jordin Sparks, Lance E. Nichols, Martin Klebba, William Ragsdale, Lea Thompson",
        "descript": "En un abrir y cerrar de ojos, un rapto bíblico azota el mundo y millones de personas desaparecen sin dejar rastro. Todo lo que queda es su ropa y sus pertenencias y, en un instante, el caos invade a la humanidad.",
        "vi": true
    },
    {
        "video": "movies/La ultima ola 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/La última ola (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/nQ85lJXWoMY?si=X2IYlqnZPRH1HFrh",
        "titulo": "La ultima ola 2015",
        "category": "Suspenso, Acción",
        "cast" : "Elenco: Kristoffer Joner, Ane Dahl Torp, Jonas Hoff Oftebro, Edith Haagenrud-Sande, Fridtjov Såheim, Thomas Bo Larsen",
        "descript": "Un violento tsunami de más de 80 metros arrasa todo a su paso en una región de Noruega. Un geólogo se ve atrapado en medio de este desastre natural e inicia una carrera contrarreloj para salvar su vida y la de los suyos.",
        "vi": true
    },
    {
        "video": "movies/La caida del Halcon Negro 2001 Pelicula Completa Online.mp4" ,
        "imagen": "movies/La caída del Halcón Negro (2001).jpg",
        "trailer" : "https://www.youtube.com/embed/_vJltamBoy8?si=wkhPtRicqR4ZkjZK",
        "titulo": "La caida del Halcon Negro 2001",
        "category": "Basadas en la vida real, Guerras, Acción, Suspenso",
        "cast" : "Elenco: Josh Hartnett, Eric Bana, Ewan McGregor, Tom Sizemore, William Fichtner, Jason Isaacs, Sam Shepard, Hugh Dancy, Orlando Bloom",
        "descript": "En octubre de 1993, una unidad de élite del Ejército de Estados Unidos es enviada a Mogadiscio, la capital de Somalia, para realizar una misión en plena guerra civil. Sin embargo, lo que parecía ser una misión sencilla se convierte en una pesadilla.",
        "vi": true
    },
    {
        "video": "movies/Hot Dog 2018 Online Cuevana 3 Peliculas Online.mp4" ,
        "imagen": "movies/hotdog (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/prBw_xUUWZw?si=jeTDyvl_PBjRplmJ",
        "titulo": "Hot Dog 2018",
        "category": "Comedia, Policiales, Acción, Aventura",
        "cast" : "Elenco: Thomas FehlenRamona, Kunze-LibnowLeopold, Ferdinand Schill",
        "descript": "Luke y Theo son dos agentes del cuerpo de élite alemán. El primero, un tipo duro y, el segundo, un trabajador incansable con una extraña memoria fotográfica. Cuando la hija del embajador Moldavo es secuestrada, los dos tienen que unir fuerzas.",
        "vi": true
    },
    {
        "video": "movies/Guerra mundial Z 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Guerra mundial Z (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/M0T0EPJIg7A?si=fdOZn6s30aqAYApS",
        "titulo": "Guerra mundial Z 2013",
        "category": "Acción, Guerras, Policiales, Ciencia Ficción",
        "cast" : "Elenco: Brad Pitt, Mireille Enos, Fana Mokoena, Daniella Kertesz, James Badge Dale",
        "descript": "Cuando una pandemia de zombis amenaza con destruir a la humanidad, un ex-investigador de Naciones Unidas es obligado a regresar al servicio para intentar descubrir la fuente de la infección.",
        "vi": true
    },
    {
        "video": "movies/Guerra Civil 2024 online o descargar gratis 4K UHD.mp4" ,
        "imagen": "movies/Guerra Civil (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/8CtLpafWwDk?si=1re2_h4wWnzFSL5n",
        "titulo": "Guerra Civil 2024",
        "category": "Acción, Guerras, Policiales, Ciencia Ficción",
        "cast" : "Elenco: Kirsten Dunst, Wagner Moura, Stephen McKinley Henderson, Cailee Spaeny, Jesse Plemons, Nick Offerman",
        "descript": "En un futuro distópico, los EE. UU. están en guerra civil debido a un movimiento secesionista. Un equipo de periodistas acompaña a unos militares a Washington D.C. mientras las fuerzas californianas y texanas intentan conquistar la capital.",
        "vi": true
    },
    {
        "video": "movies/El nucleo 2003 online HD - Cuevana.mp4" ,
        "imagen": "movies/El núcleo 2003.jpg",
        "trailer" : "https://www.youtube.com/embed/tW3B8fGa82M?si=YtT8I12zmo0dKYMp",
        "titulo": "El nucleo 2003",
        "category": "Tecnología, Familiar, Aventura, Acción",
        "cast" : "Elenco: Aaron Eckhart, Delroy Lindo, Hilary Swank, DJ Qualls, Bruce Greenwood, Stanley Tucci",
        "descript": "Tras una serie de extraños acontecimientos a lo largo del planeta, un grupo con los mejores científicos mundiales deberán viajar al centro de la Tierra para detonar un dispositivo nuclear que intente reactivar el núcleo, y así salvar al mundo entero.",
        "vi": true
    },
    {
        "video": "movies/El Hombre Araña 3 2007 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El Hombre Araña 3 (2007).jpg",
        "trailer" : "https://www.youtube.com/embed/4C2Sp_YgBrY?si=GYrJ3OL3LEt3AUEI",
        "titulo": "El Hombre Araña 3 2007 - spider man",
        "category": "Marvel, Super Heroes, Acción, Familiar, Aventura",
        "cast" : "Elenco: Tobey Maguire, Kirsten Dunst, James Franco, Thomas Haden Church, Topher Grace, Bryce Dallas Howard, J. K. Simmons, Rosemary Harris",
        "descript": "Peter Parker sufre una terrible transformación cuando su traje se vuelve negro y libera su personalidad oscura y vengativa. Afrontará el mayor desafío de su vida al tener que redescubrir la humildad y compasión que lo hacen ser quien es: un héroe.",
        "vi": true
    },
    {
        "video": "movies/El Hombre Araña 2 2004 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El Hombre Araña 2 (2004).jpg",
        "trailer" : "https://www.youtube.com/embed/tZcSh7q39CQ?si=sRV5LcFdbEqQWJNh",
        "titulo": "El Hombre Araña 2 2004 - spider man",
        "category": "Marvel, Super Heroes, Acción, Familiar, Aventura",
        "cast" : "Elenco: Tobey Maguire, Kirsten Dunst, James Franco, Alfredo Molina, Romero Harris, Donna Murphy",
        "descript": "Como si Peter Parker no tuviera suficiente con sus propios problemas, estudios y su amor por Mary Jane, ahora tiene que salvar a la ciudad de un nuevo villano, el Doctor Octopus.",
        "vi": true
    },
    {
        "video": "movies/El Hombre Araña 2002 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El Hombre Araña (2002).jpg",
        "trailer" : "https://www.youtube.com/embed/Zj-vGnYizgU?si=NmNWQ1VBQ7-lgRlQ",
        "titulo": "El Hombre Araña 2002 - spider man",
        "category": "Marvel, Super Heroes, Acción, Familiar, Aventura",
        "cast" : "Elenco: Tobey Maguire, Willem Dafoe, Kirsten Dunst, James Franco, J. K. Simmons, Cliff Robertson, Rosemary Harris",
        "descript": "Luego de sufrir la picadura de una araña genéticamente modificada, un estudiante de secundaria tímido y torpe adquiere increíbles capacidades como arácnido. Pronto comprenderá que su misión es utilizarlas para luchar contra el mal y defender a sus vecinos.",
        "vi": true
    },
    {
        "video": "movies/Dos locas en fuga 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Dos locas en fuga (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/AMWNQ0KigmE?si=n8OwA75kYql5Eco6",
        "titulo": "Dos locas en fuga 2015",
        "category": "Familiar, Policiales, Comedia",
        "cast" : "Elenco: Reese Witherspoon, Sofía Vergara",
        "descript": "La estricta policía Cooper tiene que llevar a una testigo importante a Dallas. La mujer es la viuda de un traficante de drogas y la única que puede testificar contra el jefe de la droga Vicente Cortez, pues todos los otros testigos están muertos. Juntas, las dos mujeres emprenderán una aventura por Texas que les hará enfrentarse con asesinos y farsantes.",
        "vi": true
    },
    {
        "video": "movies/Amigos Imaginarios 2024 online o descargar gratis 4K.mp4" ,
        "imagen": "movies/Amigos Imaginarios (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/suxpHwb9A3c?si=DNDHhKY9ED34aS-_",
        "titulo": "Amigos Imaginarios 2024",
        "category": "Aventura, Familiar, Animadas, 2024",
        "cast" : "Elenco: Ryan Reynolds, John Krasinski, Fiona Shaw, Louis Gossett, Alan Kim, Cailey Fleming, Bobby Moynihan",
        "descript": "Una niña descubre que puede ver a los amigos imaginarios de todo el mundo. Se embarca en un viaje mágico para reconectar a esos amigos imaginarios olvidados con sus amigos de la vida real, que han crecido, antes de que desaparezcan.",
        "vi": true
    },
    {
        "video": "movies/Amenaza en lo profundo 2020 online o descargar gratis HD.mp4Amenaza en lo profundo (2020).jpg" ,
        "imagen": "movies/Amenaza en lo profundo (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/lYXlt94o3tA?si=tfGxs4OquI6EoK9D",
        "titulo": "Amenaza en lo profundo 2020",
        "category": "Suspenso, Ciencia Ficción",
        "cast" : "Elenco: Kristen Stewart, Jessica Henwick, T. J. Miller, Vincent Cassel, John Gallagher, Jr., Gunner Wright, Mamoudou Athie",
        "descript": "Seis científicos intentan escapar cuando un terremoto destroza su instalación submarina. La única salida posible implica caminar por el lecho marino, pero unas criaturas monstruosas acechan en la profundidad del océano.",
        "vi": true
    },
    {
        "video": "movies/Sin refugio Online Espanol Latino - Cuevana 3.mp4" ,
        "imagen": "movies/Sin refugio (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/-y4I9vZeOLk?si=iyFgZTSM0lWUph_x",
        "titulo": "Sin refugio 2024",
        "category": "Policiales, Guerras, Acción, Aventura, 2024",
        "cast" : "Elenco: Scott Adkins, Alice Eve, Jack Parr, Madalina Bellariu Ion, Nik Goldman",
        "descript": "Un francotirador profesional, agotado de su trabajo, cae en una trampa mortal. Para sobrevivir, debe encontrar una manera de escapar de su asesino.",
        "vi": true
    },
    {
        "video": "movies/Robo en las alturas 2011 HD 1080p LatinoIngles online Torren.mp4" ,
        "imagen": "movies/robo en las alturas (2011).jpg",
        "trailer" : "https://www.youtube.com/embed/icnFy4P8nm4?si=cOOtXjASgyGZMCvg",
        "titulo": "Robo en las alturas 2011",
        "category": "Policiales, Acción, Aventura",
        "cast" : "Elenco: Eddie Murphy, Ben Stiller, Casey Affleck, Alan Alda, Matthew Broderick, Téa Leoni, Michael Peña, Gabourey Sidibe",
        "descript": "El gerente de un condominio de lujo une fuerzas con un criminal para quitarle el dinero del retiro que les robó a él y a sus compañeros de trabajo un estafador de Wall Street.",
        "vi": true
    },
    {
        "video": "movies/Ningún Sistema Es Seguro - Whoami 2014 - Completo [1Rr2yq2B3m0].webm" ,
        "imagen": "movies/Ningún Sistema Es Seguro - Whoami 2014.jpg",
        "trailer" : "https://www.youtube.com/embed/zmerEY1IIbY?si=DlkuXE8yCfJ559NL",
        "titulo": "Ningún Sistema Es Seguro - Whoami 2014",
        "category": "Tecnología, Acción, Guerras, Policiales",
        "cast" : "Elenco: Tom Schilling, Elyas M'Barek",
        "descript": "Benjamin, un joven inadaptado y genio de los ordenadores, comienza a sentirse integrado cuando, junto con su carismático amigo Max y sus socios, forman un revolucionario grupo de 'hackers' dispuestos a todo por hacerse notar: CLAY. Sin embargo, sus acciones se volverán cada vez más peligrosas y el joven Benjamin tendrá que asumir las consecuencias legales de sus actos.",
        "vi": true
    },
    {
        "video": "movies/Mufasa El rey leon 2024 online HD - Cuevana.mp4" ,
        "imagen": "movies/Mufasa_ El rey león (2024).jpeg",
        "trailer" : "https://www.youtube.com/embed/jYGUYAaqmlU?si=D9GX-jFArrI1Rl66",
        "titulo": "Mufasa El rey leon 2024",
        "category": "Animadas, Aventura, Familiar, Acción, 2024",
        "cast" : "Elenco: Jeriel Figueroa, Kelvin Harrison Jr., Seth Rogen, Billy Eichner, John Kani",
        "descript": "Explorando el improbable ascenso del amado rey de las Tierras del Orgullo, MUFASA: EL REY LEÓN, cuenta con Rafiki como el encargado de transmitir la leyenda de Mufasa a la joven cachorra de león Kiara, hija de Simba y Nala, con Timón y Pumba aportando sus característicos trucos. Narrada con flashbacks, la historia presenta a Mufasa como un cachorro huérfano, perdido y solo hasta que conoce a un simpático león llamado Taka, heredero de un linaje real. Este encuentro fortuito pone en marcha el largo viaje de un extraordinario grupo de excluidos en busca de su destino. Sus lazos se pondrán a prueba mientras trabajan juntos para eludir a un enemigo amenazante y mortal.",
        "vi": true
    },
    {
        "video": "movies/Miss Peregrine y los ninos peculiares 2016 online o descargar gr.mp4" ,
        "imagen": "movies/Miss Peregrine y los niños peculiares (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/6WgCZWiCkOg?si=Wqxw0geNs72iJtj-",
        "titulo": "Miss Peregrine y los ninos peculiares 2016",
        "category": "Aventura, Acción, Suspenso, Super Heroes",
        "cast" : "Elenco: Eva Verde, Asa Butterfield, Chris O'Dowd, Allison Janney, Rupert Everett, Sello de Terence, Ella Purnell, Judi Dench, Samuel L. Jackson",
        "descript": "Mientras investiga un misterio que le legó su abuelo, un adolescente encuentra en la costa de Gales una isla en la que habitan niños con poderes especiales y terribles enemigos que los amenazan.",
        "vi": true
    },
    {
        "video": "movies/Los festivos caballeros 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Los festivos caballeros (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/VKr304428Yo?si=VxkBGXB8d6x0ez-m",
        "titulo": "Los festivos caballeros 2024",
        "category": "Navideñas, Aventura, Romance, 2024",
        "cast" : "Elenco: Britt Robertson, Chad Michael Murray, Marla Sokoloff, Michael Gross, Beth Broderick",
        "descript": "Decidida a salvar el club nocturno de sus padres, una bailarina de Broadway monta un espectáculo navideño con un elenco masculino en su pueblo, lo que la lleva a conocer al chico perfecto.",
        "vi": true
    },
    {
        "video": "movies/Hansel Gretel Cazadores de brujas 2013 online o descargar gratis.mp4" ,
        "imagen": "movies/Hansel & Gretel_ Cazadores de brujas (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/ieA0RLD4q2w?si=YUWe7XtEdfNqeBPI",
        "titulo": "Hansel Gretel Cazadores de brujas 2013",
        "category": "Acción, Guerras, Aventura",
        "cast" : "Elenco: Jeremy Renner, Gemma Arterton, Famke Janssen, Peter Stormare",
        "descript": "Quince años después de que Hansel y Gretel vencieron a la malvada bruja que planeó tenerlos para su cena, los hermanos cumplen la mayoría de edad como unos cazarrecompensas calificados. Empeñados en ser retribuidos, ellos han dedicado sus vidas a perseguir y destruir a cada bruja que siga acechando los bosques de su tierra natal. Mientras la famosa luna sangrienta se acerca, los hermanos enfrentan un gran mal, uno que podría guardar el secreto de su pasado.",
        "vi": true
    },
    {
        "video": "movies/Hacker Amenaza en la Red 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Hacker_ Amenaza en la Red (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/ofLbkqrEddE?si=Hqd0E3OfXMvw7WLR",
        "titulo": "Hacker Amenaza en la Red 2015",
        "category": "Guerras, Acción, Aventura, Policiales, Espias",
        "cast" : "Elenco: Chris Hemsworth, Tang Wei, Viola Davis, Wang Leehom, Holt McCallany",
        "descript": "Un virus informático está causando varias muertes en China. Poco después, la bolsa de Chicago es atacada y la economía mundial entra en crisis. El código informático usado en los dos ataques había sido usado previamente por el famoso hacker Nicholas Hathaway, que ahora cumple condena en prisión. Ante el peligro de más ataques, el FBI solo encuentra una solución: buscar la ayuda de Hathaway. Entonces, los agentes le ofrecen la libertad a cambio de su ayuda.",
        "vi": true
    },
    {
        "video": "movies/Gremlins 1984 online HD - Cuevana.mp4" ,
        "imagen": "movies/Gremlins (1984).jpg",
        "trailer" : "https://www.youtube.com/embed/_zltf454tXk?si=qgpKGQ0SuJmmJdM8",
        "titulo": "Gremlins 1984",
        "category": "Aventura, Familiar, Suspenso, Mascotas",
        "cast" : "Elenco: Zach Galligan, Phoebe Cates, Hoyt Axton, Polly Holliday, Frances Lee McCain",
        "descript": "Un viajante busca un regalo especial para su hijo y encuentra uno en una tienda de Chinatown. El dueño de la tienda es reacio a venderle el mogwai, una tierna pero extraña criatura. Finalmente el hombre accede a venderle la criatura con la advertencia de que para cuidarlo debe seguir tres normas: no exponerlo a la luz del sol, no darle de comer después de medianoche y no mojarlo. Sin embargo, todo se tuerce cuando las tres reglas básicas son infringidas una tras otra.",
        "vi": true
    },
    {
        "video": "movies/Gremlins 2 La nueva generacion 1990 online HD - Cuevana.mp4" ,
        "imagen": "movies/Gremlins 2 (1990).jpg",
        "trailer" : "https://www.youtube.com/embed/uyKVnEt4eS4?si=-4c3gWUpIcN_y6kx",
        "titulo": "Gremlins 2 La nueva generacion 1990",
        "category": "Aventura, Familiar, Suspenso, Mascotas",
        "cast" : "Elenco: Zach Galligan, Phoebe Cates, John Glover, Robert Prosky, Robert Picardo, Christopher Lee, Haviland Morris, Dick Miller, Jackie Joseph, Gedde Watanabe, Keye Luke, Eric Shawn, Tony Randall",
        "descript": "Un rascacielos moderno es el trasfondo de la continuación satírica de la horda de Gremlins, los destructivos diablillos.",
        "vi": true
    },
    {
        "video": "movies/Eurotrip 2004 - Ver Pelicuas Completas Online Gratis Espanol Lat.mp4" ,
        "imagen": "movies/Eurotrip 2004.jpg",
        "trailer" : "https://www.youtube.com/embed/Vo7-Vb_NijY?si=J_AWLOblrfL3wuIX",
        "titulo": "Eurotrip 2004",
        "category": "Romance, Comedia, Aventura",
        "cast" : "Elenco: Scott Mechlowicz, Jacob Pitts, Michelle Trachtenberg, Travis Wester",
        "descript": "Scotty Thomas lleva años chateando con Mieke, a quien considera su mejor amigo. Sin embargo, el joven desconoce que en alemán Mieke es nombre de chica, por lo que se lleva una gran sorpresa cuando ella le declara su amor.",
        "vi": true
    },
    {
        "video": "movies/Emilia Perez 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Emilia Pérez (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/LE20vrcfpIs?si=bSfp9_isgPaHgMof",
        "titulo": "Emilia Perez 2024",
        "category": "Acción, Guerras, Suspenso, Policiales, Espias, 2024",
        "cast" : "Elenco: Zoe Saldaña, Karla Sofía Gascón, Selena Gomez, Adriana Paz, Mark Ivanir, Édgar Ramírez",
        "descript": "Emilia Pérez es una anunciada cinta de comedia y musical, escrita y dirigida por Jacques Audiard (Metal y hueso), cuya trama se ha mantenido en secreto, pero se sabe que sigue la historia de un narcotraficante en fuga, que no puede escapar de la ley por lo que tiene que cambiar de sexo. Diez años después, extraña inmensamente a sus hijos y regresa como a casa pretendiendo ser su tía.",
        "vi": true
    },
    {
        "video": "movies/El ultimo cazador de brujas 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El último cazador de brujas (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/-7tk9nre7jg?si=chBoNL8hJOVYB2aL",
        "titulo": "El ultimo cazador de brujas 2015",
        "category": "Acción, Guerras, Suspenso",
        "cast" : "Elenco: Vin Diesel, Elías Wood, Rosa Leslie, Julie Engelbrecht, Michael Caine",
        "descript": "Kaulder, el último cazador de brujas del mundo, se enfrenta a la reina de las brujas, a quien él mismo mató y por culpa de la cual sufre la maldición de ser inmortal y ver morir a todas las personas que ama. Ahora ha regresado de entre los muertos en busca de la más cruel de las venganzas.",
        "vi": true
    },
    {
        "video": "movies/El sobreviviente 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El sobreviviente (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/4OcXtpLjvVY?si=jR5VHrLAM6_LqE5B",
        "titulo": "El sobreviviente 2013",
        "category": "Guerras, Acción, Aventura, Basadas en la vida real",
        "cast" : "Elenco: Mark Wahlberg, Taylor Kitsch, Emile Hirsch, Ben Foster, Eric Bana",
        "descript": "A un equipo de élite de las fuerzas especiales del ejército norteamericano le encargan una peligrosa misión, la operación Red Wing. Su objetivo es capturar o matar a un líder terrorista talibán, Admad Shad, que se esconde en una zona boscosa de Afganistán.",
        "vi": true
    },
    {
        "video": "movies/drone pelicula completa en espanol latino accion - YouTube.mp4" ,
        "imagen": "movies/drone (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/RwiOq-dJgDM?si=S0pGz-O0DRQQKBYU",
        "titulo": "drone 2017",
        "category": "Espias, Guerras, Acción, Suspenso",
        "cast" : "Elenco: Sean Bean, Patrick Sabongui, Joel David Moore, Mary McCormack",
        "descript": "Un contratista privado de drones se divide entre misiones encubiertas y su familia. Ellos no conocen los detalles de su trabajo y un misterioso empresario paquistaní le complicará la vida al intentar vengarse.",
        "vi": true
    },
    {
        "video": "movies/Dracula Mar de sangre 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Drácula_ Mar de sangre (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/VPWFS5CFaDs?si=tM3BBOiIwu17Vuf3",
        "titulo": "Dracula Mar de sangre 2023",
        "category": "vampiros, Acción, Aventura, Suspenso",
        "cast" : "Elenco: Corey Hawkins, Aisling Franciosi, Liam Cunningham, David Dastmalchian",
        "descript": "La historia se desarrolla a bordo de la goleta rusa Demeter, que fue fletada para transportar carga privada (veinticuatro cajas de madera sin marcar) desde Carpatia a Londres. La película detallará los extraños eventos que acontecieron a la tripulación condenada mientras intentan sobrevivir al viaje por el océano, acechados cada noche por una aterradora presencia a bordo del barco. Cuando finalmente llegó cerca del puerto de Whitby, estaba totalmente derruida. No había rastro de la tripulación.",
        "vi": true
    },
    {
        "video": "movies/Dracula la historia jamas contada 2014 online o descargar gratis.mp4" ,
        "imagen": "movies/Drácula_ la historia jamás contada (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/WcDFYtF8pSc?si=F6ya-897UO4_fg9e",
        "titulo": "Dracula la historia jamas contada 2014",
        "category": "vampiros, Acción, Guerras, Aventura",
        "cast" : "Elenco: Luke Evans, Dominic Cooper, Sarah Gadon, Zach McGowan, Charlie Cox, Art Parkinson, Charles Dance",
        "descript": "La historia original sobre Vlad Tepes, el príncipe rumano que se convirtió en el vampiro más famoso de todos los tiempos. La película narra la trágica vida de Vlad, qué dilemas tuvo que afrontar y cómo se convirtió en un vampiro.",
        "vi": true
    },
    {
        "video": "movies/Doctor Who Joy por el mundo Online Espanol Latino - Cuevana .mp4" ,
        "imagen": "movies/Doctor Who_ Joy por el mundo (2024).jpeg",
        "trailer" : "https://www.youtube.com/embed/ZUTXbsZVoGs?si=VO0mfN8p3twVK0T1",
        "titulo": "Doctor Who Joy por el mundo 2024",
        "category": "Navideñas, Romance, Acción, Aventura, Familiar, 2024",
        "cast" : "Elenco: Millie Gibson, Joel Fry y Trev Simpkins, Steph de Whalley, Jonathan Aris, Pedro Benedicto, Niamh Marie Smith, Phil Baxter y Edmund Hillary, Samuel Sherpa-Moore, Ruchi Rai, Joshua Leese, Ell Potter, Liam Prince-Donnelly, Fiona Marr",
        "descript": "Doctor Who: Joy por el mundo es el especial navideño de la serie de ciencia ficción y aventuras de la BBC. Steven Moffat es el guionista y productor ejecutivo, y Alex Sanjiv Pillai es el director.",
        "vi": true
    },
    {
        "video": "movies/ciudad de ladrones 2010 - VER PELICULAS GRATIS ONLINE ESTREN.mp4" ,
        "imagen": "movies/ciudad de ladrones (2010) .jpg",
        "trailer" : "https://www.youtube.com/embed/E-d515m4CdI?si=ktRlnxT7iuLS-kz5",
        "titulo": "ciudad de ladrones 2010",
        "category": "Policiales, Acción, Suspenso, Aventura, Romance, Basadas en la vida real",
        "cast" : "Elenco: Jon Hamm, Rebecca Hall, Blake Lively, Jeremy Renner, Pete Postlethwaite, Chris Cooper, Ben Affleck, Titus Welliver, Victor Garber, Slaine, Michael Yebba, Owen Burke",
        "descript": "Doug MacRay, ladrón profesional, se enamora de la directora del último banco que ha robado. Ante esta situación, él debe proteger a su banda de los ojos de la gerente, mientras un agente del FBI les sigue la pista.",
        "vi": true
    },
    {
        "video": "movies/Cazadora de gigantes 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Cazadora de gigantes (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/A2WCOqMaKcA?si=euQ3tDxg4VyLWNuC",
        "titulo": "Cazadora de gigantes 2017",
        "category": "Ciencia Ficción, Aventura, Familiar, Acción, ",
        "cast" : "Elenco: Zoe Saldaña, Imogen Poots, Madison Wolfe, Jennifer Ehle, Noel Clarke, Art Parkinson",
        "descript": "Barbara es una chica solitaria que prefiere el mundo de las mazmorras y los dragones al mundo real.Tras pasar por una serie de malos tratos en la escuela, su comportamiento cambia y la vida que siempre había imaginado se vuelve real. Pronto se encuentra enfrentando sus miedos de la peor manera y se obsesiona con lo que cree que es su misión: matar gigantes.",
        "vi": true
    },
    {
        "video": "movies/Blancanieves y el cazador 2012 online HD - Cuevana.mp4" ,
        "imagen": "movies/Blancanieves y el cazador (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/n0veSWlz0Ko?si=Idxf_gEiygaRk_ms",
        "titulo": "Blancanieves y el cazador 2012",
        "category": "Ciencia Ficción, Familiar, Suspenso, Acción, Guerras",
        "cast" : "Elenco: Kristen Stewart, Charlize Theron, Chris Hemsworth, Sam Claflin, Ian McShane",
        "descript": "Un cazador es enviado por una reina malvada para que capture a una princesa fugitiva, y en vez de eso, el hombre se convierte en su protector y la ayuda en su búsqueda por recuperar el control de su reino.",
        "vi": true
    },
    {
        "video": "movies/Bad Boys Hasta la muerte 2024 online o descargar gratis HD-01.mp4" ,
        "imagen": "movies/Bad Boys_ Hasta la muerte (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/i1S6NT6Fsfo?si=sPdsMCLHkKjurenY",
        "titulo": "Bad Boys Hasta la muerte 2024",
        "category": "Acción, Guerras, Policiales, Aventura",
        "cast" : "Elenco: Will Smith, Martin Lawrence, Vanessa Hudgens, Alexander Ludwig, Paola Núñez, Tasha Smith, John Salley, Eric Dane, DJ Khaled, Ioan Gruffudd, Rhea Seehorn, Joyner Lucas",
        "descript": "Cuando su difunto capitán de policía es vinculado a los cárteles de la droga, los policías de Miami Mike Lowrey y Marcus Burnett se embarcan en una peligrosa misión para limpiar su nombre.",
        "vi": true
    },
    {
        "video": "movies/Aquella Navidad 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Aquella Navidad (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/AY3AO-JKem0?si=gwMtcGN9sFK5jsh2",
        "titulo": "Aquella Navidad 2024",
        "category": "Animadas, Familiar, Navideñas, 2024",
        "cast" : "Elenco: Brian Cox, Fiona Shaw, Jodie Whittaker, Bill Nighy, Lolly Adefope, Alex MacQueen, Katherine Parkinson, Sindhu Vee, India Brown, Zazie Hayhurst, Rosie Cavaliero, Paul Kaye, Guz Khan, Andy Nyman, Rhys Darby",
        "descript": "Se acerca la Navidad en un pequeño pueblo costero, pero no todo el mundo disfruta del espíritu festivo. Cuando una nevada amenaza los planes navideños de muchos de los habitantes del pueblo, parece que solo un milagro puede arreglarlo todo a tiempo.",
        "vi": true
    },
    {
        "video": "movies/Abraham Lincoln Cazador de vampiros 2012 online o descargar grat.mp4" ,
        "imagen": "movies/Abraham Lincoln_ Cazador de vampiros (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/Xr4kK7Xf3tM?si=_V_A6HA_ay7YiM3O",
        "titulo": "Abraham Lincoln Cazador de vampiros 2012",
        "category": "vampiros, Suspenso, Acción, Guerras, Terror",
        "cast" : "Elenco: Benjamín Walker, Dominic Cooper, Antonio Mackie, María Isabel Winstead, Rufus Sewell, Marton Csokas",
        "descript": "Tras descubrir que su madre había sido asesinada por un vampiro, y mucho antes de convertirse en el decimosexto presidente de Estados Unidos, Abraham Lincoln era ya el mayor cazador de muertos vivientes de la Historia.",
        "vi": true
    },
    {
        "video": "movies/Rascacielos Rescate en las alturas 2018 online o descargar grati.mp4" ,
        "imagen": "movies/Rascacielos_ Rescate en las alturas (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/H86Vftc02Ls?si=M9rPf6Pgfy5W0QUF",
        "titulo": "Rascacielos Rescate en las alturas 2018",
        "category": "Acción, Aventura, Policiales",
        "cast" : "Elenco: Dwayne Johnson, Neve Campbell, Chin Han, Roland Møller, Pablo Schreiber, Byron Mann, Hannah Quinlivan, Noah Taylor",
        "descript": "Will Sawyer es un exagente del FBI y veterano de guerra de EE. UU. que evalúa la seguridad de los rascacielos. En una misión en Hong Kong, es acusado de provocar un incendio en el edificio más alto y seguro del mundo, The Pearl. Él debe encontrar a los responsables, limpiar su nombre y rescatar a su familia, que está atrapada dentro del edificio en llamas.",
        "vi": true
    },
    {
        "video": "movies/El tiempo que tenemos 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/El tiempo que tenemos (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/sEsCdM-tAUM?si=fPBCBJnZUwMJc3t3",
        "titulo": "El tiempo que tenemos 2024",
        "category": "Familiar, Romance, Aventura, 2024",
        "cast" : "Elenco: Florence Pugh, Andrew Garfield",
        "descript": "Almut y Tobias se unen en un encuentro sorpresa que cambia sus vidas. Al embarcarse en un camino desafiado por los límites del tiempo, aprenden a valorar cada momento de su historia de amor no convencional.",
        "vi": true
    },
    {
        "video": "movies/Aladdin 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Aladdín (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/5DPTNSFHH_w?si=Uux9300hZgqEz_KV",
        "titulo": "Aladdin 2019",
        "category": "Animadas, Comedia, Aventura, Familiar",
        "cast" : "Elenco: Will Smith, Mena Massoud, Naomi Scott, Marwan Kenzari, Navid Negahban, Nasim Pedrad, Billy Magnussen",
        "descript": "Aladdin es un ladronzuelo que se enamora de la hija del Sultán, la princesa Jasmine. Para poder conquistarla aceptará un desafío de Jafar. Aladdín tendrá que entrar en una cueva en mitad del desierto y conseguir una lámpara mágica que contiene al Genio que será el encargado de concederle todos sus deseos.",
        "vi": true
    },
    {
        "video": "movies/Bad Boys para siempre 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Bad Boys para siempre (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/Amzj7xll3Aw?si=9oH4JpalroyFFfuS",
        "titulo": "Bad Boys para siempre 2020",
        "category": "Policiales, Acción, Guerras, Comedia",
        "cast" : "Elenco: Will Smith, Martin Lawrence, Paola Núñez, Vanessa Hudgens, Alexander Ludwig, Charles Melton, Jacob Scipio, Kate del Castillo, Nicky Jam, Joe Pantoliano",
        "descript": "Los policías de la vieja escuela Mike Lowery y Marcus Burnett vuelven a patrullar juntos para derrotar al líder vicioso de un cartel de drogas de Miami. El recién creado equipo de élite AMMO del departamento de policía de Miami junto con Mike y Marcus se enfrentan al despiadado Armando Armas.",
        "vi": true
    },
    {
        "video": "movies/Bad Boys II Vuelven mas rebeldes 2003 online o descargar gratis .mp4" ,
        "imagen": "movies/Bad Boys II_ Vuelven más rebeldes (2003).jpg",
        "trailer" : "https://www.youtube.com/embed/9XcjSqzqVeU?si=WsdXwkarWU5sM-PO",
        "titulo": "Bad Boys II Vuelven mas rebeldes 2003",
        "category": "Policiales, Acción, Guerras, Comedia",
        "cast" : "Elenco: Martin Lawrence, Will Smith, Jordi Mollà, Gabrielle Union, Peter Stormare, Theresa Randle, Joe Pantoliano, Michael Shannon, Jon Seda",
        "descript": "Los detectives Mike Lowrey y Marcus Burnett tratan de detener a un narcotraficante que está inundando de éxtasis las calles de Miami y, para lograrlo, cuentan esta vez con la ayuda de alguien muy especial: la hermana de Marcus.",
        "vi": true
    },
    {
        "video": "movies/Bad Boys Dos policias rebeldes 1995 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Bad Boys_ Dos policías rebeldes (1995).jpg",
        "trailer" : "https://www.youtube.com/embed/BqmVQQqFhAQ?si=h0CT_Xp_e8pT4UyD",
        "titulo": "Bad Boys Dos policias rebeldes 1995",
        "category": "Policiales, Acción, Guerras, Comedia",
        "cast" : "Elenco: Martin Lawrence, Will Smith, Téa Leoni, Tchéky Karyo, Joe Pantoliano, Theresa Randle",
        "descript": "Dos policías de Miami tienen 72 horas para encontrar 100 millones de dólares en heroína robada del almacén de evidencias de su comisaría, pero, para lograrlo, deben intercambiar sus identidades.",
        "vi": true
    },
    {
        "video": "movies/Beekeeper Sentencia de muerte 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Beekeeper_ Sentencia de muerte (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/J2pWkhP3ou0?si=ek9WQxdIB_o6FgPb",
        "titulo": "Beekeeper Sentencia de muerte 2024",
        "category": "Tecnología, Acción, Guerras, Espias, 2024",
        "cast" : "Elenco: Jason Statham, Jeremy Irons, Emmy Raver-Lampman, Bobby Naderi, Josh Hutcherson, Minnie Driver, Phylicia Rashād",
        "descript": "Adam Clay se embarca en la misión de matar a los estafadores que provocaron que su casera se suicidara tras robarle dinero para la beneficencia. Verona, la hija de la casera y agente del FBI, sospecha que el enigmático Adam no es quien asegura ser.",
        "vi": true
    },
    {
        "video": "movies/Dejar el mundo atras 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Leave the World Behind.jpg",
        "trailer" : "https://www.youtube.com/embed/-8mZ-AzmYgY?si=lHCV67xU3hJwbaLV",
        "titulo": "Dejar el mundo atras 2023",
        "category": "Basadas en la vida real, Acción, Suspenso, Familiar, Guerras",
        "cast" : "Elenco: Julia Roberts, Mahershala Ali, Ethan Hawke, Myha'la Herrold, Kevin Bacon",
        "descript": "Unas vacaciones familiares en Long Island se ven interrumpidas por dos desconocidos que traen noticias de un apagón. A medida que crece la amenaza, deben decidir cómo sobrevivir a la crisis mientras se enfrentan a un mundo que se derrumba.",
        "vi": true
    },
    {
        "video": "movies/El quinto poder 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/El quinto poder (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/lunKd744QJA?si=Ru9mMoTkjZ_YCoo2",
        "titulo": "El quinto poder 2013",
        "category": "Basadas en la vida real, Espias, Policiales",
        "cast" : "Elenco: Benedict Cumberbatch, Daniel Brühl, Anthony Mackie, David Thewlis, Alicia Vikander, Laura Linney, Stanley Tucci",
        "descript": "El fundador de WikiLeaks, Julian Assange, y su colega Daniel Domscheit-Berg proporcionan una plataforma para que los denunciantes coloquen información de forma anónima y expongan los secretos de gobiernos y corporaciones.",
        "vi": true
    },
    {
        "video": "movies/Escuadron Suicida 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Escuadrón Suicida (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/v4mn3OAhzi0?si=w8Fw0x20i4Oz-4wA",
        "titulo": "Escuadron Suicida 2016",
        "category": "Ciencia Ficción, Guerras, Acción, Super Heroes",
        "cast" : "Elenco: Will Smith, Jared Leto, Margot Robbie, Joel Kinnaman, Viola Davis, Jai Courtney, Jay Hernández, Adewale Akinnuoye-Agbaje, Cara Delevingne, Adam Beach, Karen Fukuhara",
        "descript": "La oficial del departamento de inteligencia de los EE.UU., Amanda Waller, ha convocado a un grupo de individuos dispares y viles que no tienen nada que perder. Este equipo, formado por los supervillanos más peligrosos, recibirán el arsenal más poderoso al alcance del gobierno y se enfrentarán a una complicada misión para derrotar a una enigmática entidad.",
        "vi": true
    },
    {
        "video": "movies/Hombres de negro 3 2012 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Hombres de negro 3 (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/YggeXeZ50WY?si=esnfSob0pcY5CtjT",
        "titulo": "Hombres de negro 3 2012",
        "category": "Ciencia Ficción, Acción, Aliens, Espias, Viajes en el Tiempo",
        "cast" : "Elenco: Will Smith, Tommy Lee Jones, Josh Brolin, Jemaine Clément, Michael Stuhlbarg, Emma Thompson",
        "descript": "A pesar de que los agentes J y K han estado protegiendo la Tierra de la escoria alienígena por años, J sigue sin saber mucho acerca de su compañero. Sin embargo, tiene la oportunidad inesperada de conocer más a K cuando un criminal llamado Boris el Animal escapa, regresa al año 1969 y mata a K. Con el futuro del planeta en juego, J regresa en el tiempo y se une a un joven K para arreglar las cosas.",
        "vi": true
    },
    {
        "video": "movies/Hombres de negro Internacional 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Hombres de negro_ Internacional (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/7pehS-Wg6R8?si=0x6_37c7FzcOu0BT",
        "titulo": "Hombres de negro Internacional 2019",
        "category": "Ciencia Ficción, Acción, Aliens, Espias, Comedia",
        "cast" : "Elenco: Chris Hemsworth, Tessa Thompson, Rebecca Ferguson, Kumail Nanjiani, Rafe Spall, Laurent Bourgeois, Larry Bourgeois, Emma Thompson, Liam Neeson",
        "descript": "En esta entrega, los Hombres de Negro, que siempre han protegido la Tierra, deben descubrir un topo dentro de la organización MIB. Para luchar contra unos nuevos malévolos aliens camuflados como humanos utilizarán una gran tecnología.",
        "vi": true
    },
    {
        "video": "movies/Proyecto Geminis 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Proyecto Géminis (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/DI7T2Dz6Pq8?si=dYF8V_5c2STew0yr",
        "titulo": "Proyecto Geminis 2019",
        "category": "Ciencia Ficción, Acción, Policiales, Espias, Aventura",
        "cast" : "Elenco: Will Smith, María Isabel Winstead, Clive Owen, Benedicto Wong",
        "descript": "Henry Bogan, un asesino a sueldo, pretende retirarse porque se siente viejo. Sin embargo, hay alguien que no está dispuesto a permitírselo porque tiene la misión de matarlo: un clon suyo más joven, más rápido y más fuerte.",
        "vi": true
    },
    {
        "video": "movies/Redentor 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Redentor (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/EEgDR-4G8LE?si=mZqtBzQrusHIYdNg",
        "titulo": "Redentor 2014",
        "category": "Acción, Aventura, Guerras, Espias",
        "cast" : "Elenco: Marko Zaror, Noah Segan",
        "descript": "Un exsicario arrepentido comienza una matanza contra sus antiguos jefes narcos, hasta que otro asesino empieza a seguirlo.",
        "vi": true
    },
    {
        "video": "movies/Sangre sudor y gloria 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Sangre, sudor y gloria (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/7KK5nAxWW6c?si=EbePzzlz6S0478ov",
        "titulo": "Sangre sudor y gloria 2013",
        "category": "Policiales, Acción, Aventura",
        "cast" : "Elenco: Mark Wahlberg, Dwayne Johnson, Anthony Mackie, Tony Shalhoub, Ed Harris, Rob Corddry, Rebel Wilson, Ken Jeong",
        "descript": "Miami, años noventa. Dos culturistas ,Mark Wahlberg y Dwayne The Rock Johnson, planean el secuestro de un rico empresario. En el transcurso de la operación creen que han matado a su víctima, pero no es así. Una vez recuperado, el empresario contrata a un detective privado para que localice a sus captores con el propósito de vengarse de ellos.",
        "vi": true
    },
    {
        "video": "movies/Ted 2 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Ted 2 (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/sf1okbrF1tI?si=fRh2ftEF6xo-2qGg",
        "titulo": "Ted 2 2015",
        "category": "Comedia, Acción",
        "cast" : "Elenco: Mark Wahlberg, Seth MacFarlane, Amanda Seyfried, Giovanni Ribisi, John Slattery, Jessica Barth, Morgan Freeman",
        "descript": "La relación de John y Lori se ha roto, pero la de Ted y Vane va viento en popa, hasta tal punto que deciden casarse y tener hijos. Sin embargo, para ello Ted tendrá que demostrar ante un tribunal que es una persona con completa responsabilidad jurídica. La joven y atractiva abogada Samantha Jackson ayudará a John y a Ted en la lucha contra las convenciones y las autoridades.",
        "vi": true
    },
    {
        "video": "movies/Ted 2012 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Ted (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/ENg6AuuzFeI?si=pUdVHeMNehZXsQNq",
        "titulo": "Ted 2012",
        "category": "Comedia, Acción",
        "cast" : "Elenco: Mark Wahlberg, Mila Kunis, Seth MacFarlane, Joel McHale, Giovanni Ribisi",
        "descript": "Cuando John Bennett era un niño pequeño, pidió el deseo de que Ted, su querido oso de peluche, cobrara vida. Treinta años más tarde, Ted continúa siendo el compañero de John, ante el disgusto de Lori, la novia de John. Aunque el disgusto de Lori se ve agravado por el constante consumo de la pareja de cerveza y marihuana, ella no es quien está más decepcionada con John; ya que puede necesitar la intervención del juguete de John para hacerlo madurar.",
        "vi": true
    },
    {
        "video": "movies/Punto de quiebre 2015 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Punto de quiebre (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/bdpobd2-qsg?si=4Htm7LXCHYXc4BzW",
        "titulo": "Punto de quiebre 2015",
        "category": "Policiales, Acción, Aventura",
        "cast" : "Elenco: Édgar Ramírez, Luke Bracey, Teresa Palmer, Ray Winstone",
        "descript": "Remake del film 'Le llaman Bodhi' de 1991. Johnny es un joven rebelde que, tras dejar atrás su pasado, pasa a formar parte del FBI como agente especial. Un complicado caso de robos en serie le lleva a California donde deberá infiltrarse en un equipo de atletas de élite. Durante la investigación, conocerá a Bodhi, un joven que cambiará su visión sobre la vida, y a Tyler, una bella muchacha de la que acabará enamorándose.",
        "vi": true
    },
    {
        "video": "movies/Un golpe con estilo 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Un golpe con estilo (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/_0ORFolfvp0?si=LOJuzTyH5zZwEYkv",
        "titulo": "Un golpe con estilo 2017",
        "category": "Familiar, Aventura, Acción, Policiales",
        "cast" : "Elenco: Morgan Freeman, Michael Caine, Alan Arkin, Ann-Margret, Matt Dillon, Christopher Lloyd",
        "descript": "Desesperados por no quedar en la ruina, tres amigos de toda la vida lo arriesgan todo cuando se atreven a robar el mismo banco que les quitó su dinero.",
        "vi": true
    },
    {
        "video": "movies/Togo 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Togo (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/CTHp77dZQqM?si=XeJtsyyiQ59nR5z6",
        "titulo": "Togo 2019",
        "category": "Mascotas, Aventura, Familiar",
        "cast" : "Elenco: Willem Dafoe, Julianne Nicholson, Christopher Heyerdahl, Michael Gaston, Michael McElhatton, Jamie McShane, Michael Greyeyes, Thorbjørn Harr, Shaun Benson, Nikolai Nikolaeff",
        "descript": "Cuando una mortífera epidemia azota la localidad de Nome, Alaska, y la única cura está a miles de kilómetros de distancia, la población busca al adiestrador de perros de trineo Leonard Sepalla para que emprenda un duro viaje a través de la tundra.",
        "vi": true
    },
    {
        "video": "movies/Winnie Pooh Miel y Sangre 2 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Winnie Pooh_ Miel y Sangre 2 (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/5y-1yhpfMb0?si=Zw8w6IMa9e2_MhBC",
        "titulo": "Winnie Pooh Miel y Sangre 2 2024",
        "category": "Ciencia Ficción, Terror, Suspenso, 2024",
        "cast" : "Elenco: Scott Chambers, Tallulah Evans, Ryan Oliva, Teresa Banham, Peter DeSouza-Feighoney, Alec Newman, Simon Callow",
        "descript": "Todos creen que Christopher fue el autor de la matanza, pero, mientras trata de demostrar su inocencia, Pooh, esta vez acompañado por Tigger y Búho, asalta el pueblo y perpetra una masacre. Mientras, Christopher averigua el origen de los animales.",
        "vi": true
    },
    {
        "video": "movies/Winnie the Pooh Miel y sangre 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Winnie the Pooh_ Miel y sangre (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/ZQXN_9eyPAI?si=IzTOAevnQ0DtrKsP",
        "titulo": "Winnie the Pooh Miel y sangre 2023",
        "category": "Ciencia Ficción, Terror, Suspenso",
        "cast" : "Elenco: Amber Doig-Thorne, Maria Taylor, Danielle Ronald, Natasha Tosini, May Kelly, Paula Coiz, Natasha Rose Mills, Craig David Dowsett, Chris Cordell",
        "descript": "Winnie the Pooh y Piglet se han vuelto salvajes y quieren sangre humana. Los antes entrañables amigos aterrorizan a Christopher Robin y un grupo de jóvenes en una casa aislada.",
        "vi": true
    },
    {
        "video": "movies/Kraven el Cazador 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Kraven el Cazador (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/JoWdhvrkKjo?si=PzadRFQgSauj4vdk",
        "titulo": "Kraven el Cazador 2024",
        "category": "Acción, Aventura, Marvel, Super Heroes, 2024",
        "cast" : "Elenco: Aaron Taylor-Johnson, Ariana DeBose, Fred Hechinger, Alessandro Nivola, Christopher Abbott, Russell Crowe",
        "descript": "El inmigrante ruso Sergei Kravinoff emprende una misión para demostrar que es el mejor cazador del mundo.",
        "vi": true
    },
    {
        "video": "movies/Imaginario Juguete Diabolico 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Imaginario_ Juguete Diabólico (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/0pXHwz-_HqE?si=tYsEmRkG_OMssIa4",
        "titulo": "Imaginario Juguete Diabolico 2024",
        "category": "Ciencia Ficción, Terror, Suspenso, 2024",
        "cast" : "Elenco: DeWanda Wise, Tom Payne, Betty Buckley, Taegen Burns, Pyper Braun, Matthew Sato, Verónica Falcón",
        "descript": "Jessica se muda al hogar en el que creció con su familia. Allí, su pequeña hijastra, Alice, encuentra un osito de peluche llamado Chauncey. Poco a poco, el comportamiento de Alice se va volviendo perturbador, por lo que Alice sospecha del juguete.",
        "vi": true
    },
    {
        "video": "movies/Jexi un celular sin filtro 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Jexi_ un celular sin filtro (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/pvvMa7Ik-TQ?si=gdBjBJz1zEU0d3S2",
        "titulo": "Jexi un celular sin filtro 2019",
        "category": "Ciencia Ficción, Comedia",
        "cast" : "Elenco: Adán DeVine, Alexandra Shipp, Ron Funches, Charlyne Yi, Wanda Sykes, Justin Hartley, Michael Peña, Rosa Byrne",
        "descript": "Phil, un hombre inteligente y amable, aunque sin amigos ni pareja, es adicto al teléfono celular. Su nuevo teléfono incorpora una inteligencia artificial, llamada Jexi, que se convierte en su asistente virtual y confesora. No obstante, Jexi empieza a comportarse, poco a poco, cada vez de manera más perturbadora.",
        "vi": true
    },
    {
        "video": "movies/Breaking 2022 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Breaking (2022).jpg",
        "trailer" : "https://www.youtube.com/embed/T-w1lPWFfEA?si=Vl8481SPokvDyBx7",
        "titulo": "Breaking 2022",
        "category": "Basadas en la vida real, Acción, Aventura, Policiales, Suspenso",
        "cast" : "Elenco: John Boyega, Nicole Beharie, Selenis Leyva, Connie Britton, Jeffrey Donovan, Michael Kenneth Williams",
        "descript": "Brian es un veterano de guerra que no ha recibido su paga mensual como exmarine, un dinero con el que iba a adoptar a un perro junto a su hija. Para conseguir lo que es suyo, entra en un banco con una bomba y se encierra con dos rehenes.",
        "vi": true
    },
    {
        "video": "movies/Aprendices fuera de linea 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Aprendices fuera de línea (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/nBVky6P3ZWk?si=mXbFZ0zQjMj-Vhp6",
        "titulo": "Aprendices fuera de linea 2013",
        "category": "Tecnología, Comedia",
        "cast" : "Elenco: Vince Vaughn, Owen Wilson",
        "descript": "Dos cuarentones a los que echan de su trabajo deciden presentarse a becarios de Google y empezar de nuevo. La locura comienza cuando se ven compitiendo por el puesto con jóvenes listillos de 22 años, mucho más metidos en el mundo digital que ellos.",
        "vi": true
    },
    {
        "video": "movies/Los 4 fantasticos 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Los 4 fantásticos (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/ulfOrOlZTf0?si=kccuBL2k66ZqbI4k",
        "titulo": "Los 4 fantasticos 2015",
        "category": "Acción, Aventura, Marvel, Super Heroes",
        "cast" : "Elenco: Miles Teller, Michael B. Jordan, Kate Mara, Jamie Bell, Toby Kebbell, Reg. E. Cathey, Tim Blake Nelson",
        "descript": "Cuatro jóvenes astronautas adquieren superpoderes al ser transportados a un universo alternativo y quedar expuestos a la radiación cósmica. Ahora tienen que usar sus nuevas habilidades para proteger el planeta contra un viejo conocido que ahora se ha convertido en un temible enemigo.",
        "vi": true
    },
    {
        "video": "movies/Avengers Endgame 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Avengers_ Endgame (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/Oy_SER6dfK4?si=nmsC48VBY-hEsyYM",
        "titulo": "Avengers Endgame 2019",
        "category": "Acción, Aventura, Marvel, Super Heroes",
        "cast" : "Elenco: Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, Jeremy Renner, Don Cheadle, Paul Rudd, Brie Larson, Karen Gillan, Danai Gurira, Benedict Wong, Jon Favreau, Bradley Cooper, Gwyneth Paltrow, Josh Brolin",
        "descript": "Los Vengadores comprenden por fin lo frágil que es la realidad y los sacrificios que hay que hacer para mantenerla, en una historia de amistad, trabajo en equipo y sobre dejar a un lado las diferencias para superar un obstáculo imposible.",
        "vi": true
    },
    {
        "video": "movies/Avengers Infinity War 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Avengers_ Infinity War (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/3xk11d9hjp0?si=8yr8VPbvw0U2UCj3",
        "titulo": "Avengers Infinity War 2018",
        "category": "Acción, Aventura, Marvel, Super Heroes",
        "cast" : "Elenco: Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans, Scarlett Johansson, Benedict Cumberbatch, Don Cheadle, Tom Holland, Chadwick Boseman, Paul Bettany, Elizabeth Olsen, Anthony Mackie, Sebastian Stan, Danai Gurira, Letitia Wright, Dave Bautista, Zoe Saldaña, Josh Brolin, Chris Pratt",
        "descript": "Tony Stark quiere lanzar un nuevo programa de paz, pero algo sale mal y acaba creando a Ultrón, un robot que quiere destruir a la humanidad. Thor, Hulk y el resto de los Vengadores deberán juntar sus fuerzas una vez más para luchar contra el robot. En su camino para destruir Ultrón, los Vengadores conocerán a dos nuevos misteriosos compañeros, Pietro y Wanda Maximoff, conocidos como Quicksilver y Bruja Escarlata.",
        "vi": true
    },
    {
        "video": "movies/Avengers Era de Ultron 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Avengers_ Era de Ultrón (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/DMFBm_lp4rU?si=YuvMFABC3tFihYwR",
        "titulo": "Avengers Era de Ultron 2015",
        "category": "Acción, Aventura, Marvel, Super Heroes",
        "cast" : "Elenco: Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, Jeremy Renner, Aaron Taylor-Johnson, Elizabeth Olsen, Paul Bettany, Don Cheadle, Claudia Kim, Linda Cardellini, Andy Serkis, Cobie Smulders, James Spader, Samuel L. Jackson",
        "descript": "El inmigrante ruso Sergei Kravinoff emprende una misión para demostrar que es el mejor cazador del mundo.",
        "vi": true
    },
    {
        "video": "movies/The Avengers Los Vengadores 2012 online o descargar gratis HD.mp4" ,
        "imagen": "movies/The Avengers_ Los Vengadores (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/An_NsOddM3o?si=lXvXnHAhV7UcK5pK",
        "titulo": "The Avengers Los Vengadores 2012",
        "category": "Acción, Aventura, Marvel, Super Heroes",
        "cast" : "Elenco: Robert Downey Jr., Chris Evans, Chris Hemsworth, Mark Ruffalo, Scarlett Johansson, Jeremy Renner, Tom Hiddleston, Clark Gregg, Cobie Smulders, Stellan Skarsgård, Gwyneth Paltrow, Samuel L. Jackson",
        "descript": "Cuando un enemigo inesperado surge como una gran amenaza para la seguridad mundial, Nick Fury, director de la Agencia SHIELD, decide reclutar a un equipo para salvar al mundo de un desastre casi seguro. Adaptación del cómic de Marvel Los Vengadores, el legendario grupo de superhéroes formado por Ironman, Hulk, Thor y el Capitán América entre otros.",
        "vi": true
    },
    {
        "video": "movies/Moana 2 2024 Pelicula Completa Online.webm" ,
        "imagen": "movies/Moana 2 (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/Bk1Hf0FtR7k?si=lPvNKfGOYlyqkjix",
        "titulo": "Moana 2 2024",
        "category": "Aventura, Super Heroes, Animadas, 2024",
        "cast" : "Elenco: Auliʻi Cravalho, Dwayne Johnson, Hualālai Chung, Rose Matafeo, David Fane, Awhimai Fraser, Khaleesi Lambert-Tsuda, Temuera Morrison, Nicole Scherzinger, Rachel House, Gerald Ramsey, Alan Tudyk",
        "descript": "Vaiana 2 reúne a Vaiana y Maui tres años después en un nuevo y apasionante viaje junto a una insólita tripulación. Tras recibir una llamada repentina de sus ancestros navegantes, Vaiana deberá viajar a los lejanos mares de Oceanía adentrándose en peligrosas y olvidadas aguas para vivir una aventura sin precedentes. Dirigida por David Derrick Jr., Jason Hand y Dana Ledoux Miller, y producida por Christina Chen e Yvett Merino, Vaiana 2 cuenta con una banda sonora a cargo de las ganadoras del Grammy® Abigail Barlow y Emily Bear, el nominado al Grammy Opetaia Foaʻi, y el tres veces ganador del Grammy Mark Mancina.",
        "vi": true
    },
    {
        "video": "movies/Moana Un mar de aventuras 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Moana_ Un mar de aventuras (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/JRw_t5MZJOw?si=1-LKQx4ZKJjpZqLa",
        "titulo": "Moana Un mar de aventuras 2016",
        "category": "Aventura, Super Heroes, Animadas",
        "cast" : "Elenco: Auli'i Cravalho, Dwayne Johnson, Rachel House, Temuera Morrison, Jemaine Clement, Nicole Scherzinger, Alan Tudyk",
        "descript": "Vaiana Waialiki es una joven entusiasta del mar y la única hija de un jefe marinero. Cuando los marineros de su aldea no pueden pescar ningún pez y todas las cosechas fallan, Vaiana descubre que el semidiós Maui causó el infortunio después de robar el corazón de la diosa Te Fiti. La única manera de salvar el destino de la isla es persuadiendo a Maui para que le devuelva el corazón a Te Fiti. Entonces, Vaiana emprende una arriesgada aventura para salvar a su aldea junto al semidiós Maui.",
        "vi": true
    },
    {
        "video": "movies/Mi Pobre Angelito 3 1997 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Mi Pobre Angelito 3 (1997).jpg",
        "trailer" : "https://www.youtube.com/embed/CK0j5OMApkw?si=FI6W0eKoK9KjhoB3",
        "titulo": "Mi Pobre Angelito 3 1997",
        "category": "Acción, Aventura, Navideñas, Super Heroes",
        "cast" : "Elenco: Alex D. Linz, Olek Krupa, Rya Kihlstedt, Lenny von Dohlen, David Thornton, Haviland Morris, Kevin Kilner, Scarlett Johansson, Seth Smith, Marian Seldes",
        "descript": "Alex Pruit tiene ocho años y está solo en su casa, por culpa de la varicela, pero, aún así, se enfrentará a una banda de criminales internacionales.",
        "vi": true
    },
    {
        "video": "movies/Mi Pobre Angelito 2 1992 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Mi Pobre Angelito 2 (1992).jpg",
        "trailer" : "https://www.youtube.com/embed/7eD0Eph6qWI?si=cpwjJcR_GWe6xd-K",
        "titulo": "Mi Pobre Angelito 2 1992",
        "category": "Acción, Aventura, Navideñas, Super Heroes",
        "cast" : "Elenco: Macaulay Culkin, Joe Pesci, Daniel Stern, Catherine O'Hara, John Heard, Tim Curry, Brenda Fricker",
        "descript": "En plenas navidades, Kevin y su familia están a punto de coger un avión para pasar unas pequeñas vacaciones. Sin embargo, Kevin se equivoca y embarca en un avión a Nueva York. Cuando llega a la gran ciudad, lejos de sentirse solo y desprotegido, Kevin reserva una habitación en un lujoso hotel con la tarjeta de crédito de su padre y se hace amigo de un sin techo.",
        "vi": true
    },
    {
        "video": "movies/Mi Pobre Angelito 1990 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Mi Pobre Angelito (1990).jpg",
        "trailer" : "https://www.youtube.com/embed/4nXRb-1-n60?si=IbYdL_gJyzZyHlLQ",
        "titulo": "Mi Pobre Angelito 1990",
        "category": "Acción, Aventura, Navideñas, Super Heroes",
        "cast" : "Elenco: Macaulay Culkin, Joe Pesci, Daniel Stern, John Heard, Catherine O'Hara, Roberts Blossom, John Candy, Devin Ratray, Hillary Wolf, Angela Goethals, Michael C. Maronna, Gerry Bamman, Terrie Snell, Kristin Minter, Jedidiah Cohen, Senta Moses, Daiana Campeanu, Kieran Culkin, Anna Slotky",
        "descript": "El joven Kevin McCallister se porta mal la noche antes de ir de viaje a París, por lo que su madre le obliga a dormir en el ático. Al día siguiente y con todas las prisas, la familia va al aeropuerto y se olvida de Kevin. Entonces el niño se despierta solo en casa y cree que ha hecho realidad su sueño de vivir sin familia. Sin embargo, el entusiasmo de Kevin se desvanece cuando descubre que dos delincuentes planean robar la casa de los McCallister y él deberá protegerla.",
        "vi": true
    },
    {
        "video": "movies/S W A T Los hombres de Harrelson 2003 Online Latino HD - Pel.mp4" ,
        "imagen": "movies/S.W.A.T._ Los hombres de Harrelson (2003).jpg",
        "trailer" : "https://www.youtube.com/embed/b9Pv_L_Rc1w?si=IVPcQ8b0S8NUYnYD",
        "titulo": "S W A T Los hombres de Harrelson 2003",
        "category": "Acción, Aventura, Policiales",
        "cast" : "Elenco: Samuel L. Jackson, Colin Farrell, Michelle Rodríguez, LL Cool J, Olivier Martínez, Jeremy Renner",
        "descript": "El inmigrante ruso Sergei Kravinoff emprende una misión para demostrar que es el mejor cazador del mundo.",
        "vi": true
    },
    {
        "video": "movies/Geo-Tormenta 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Geo-Tormenta (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/pTFRa5UewkY?si=gc92wjMLh0pIzGTb",
        "titulo": "Geo-Tormenta 2017",
        "category": "Tecnología, Aventura, Acción",
        "cast" : "Elenco: Gerard Butler, Abbie Cornish, Alexandra Maria Lara, Jim Sturgess, Eugenio Derbez, Amr Waked, Ed Harris, Andy García",
        "descript": "En 2019, una ola de huracanes, inundaciones y sequías azota la Tierra. Para controlar el clima, científicos de 17 países crean una red de satélites que es todo un éxito. Poco después, sin embargo, se prescinde de los servicios del creador del sistema, Jake Lawson.",
        "vi": true
    },
    {
        "video": "movies/Santa Clausula 3 2006 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Santa Cláusula 3 (2006).jpg",
        "trailer" : "https://www.youtube.com/embed/Gn_o8gWQdSo?si=UpFjAI28oSrhh0zy",
        "titulo": "Santa Clausula 3 2006",
        "category": "Navideñas, Comedia",
        "cast" : "Elenco: Tim Allen, Elizabeth Mitchell, Juez Reinhold, Wendy Crewson, Ana Margarita, Eric Lloyd, Spencer Breslin, Liliana Mumy, Alan Arkin, Martín Corto",
        "descript": "La felicidad de la Navidad se convierte en un caos enorme cuando Scott Calvin (Tim Allen), también conocido como Santa, invita a sus suegros (Ann-Margret, Alan Arkin) a su casa y simultáneamente debe enfrentarse a Jack Frost (Martin Short) quien desea apoderarse del Polo Norte, su familia y Head Elf Curtis deben unirse a él para frustrar su nefasto plan.",
        "vi": true
    },
    {
        "video": "movies/Santa Clausula 2 2002 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Santa Cláusula 2 (2002).jpg",
        "trailer" : "https://www.youtube.com/embed/MGVUpGHClv8?si=gDgXaC0IauJQzfTv",
        "titulo": "Santa Clausula 2 2002",
        "category": "Navideñas, Comedia",
        "cast" : "Elenco: Tim Allen, Juez Reinhold, Wendy Crewson, Elizabeth Mitchell, David Krumholtz, Eric Lloyd, Spencer Breslin",
        "descript": "Santa Claus debe casarse antes del día de Navidad si no quiere perder su trabajo para siempre. Al mismo tiempo, tiene que ayudar a su hijo a salir de la lista de traviesos en la que ha caído.",
        "vi": true
    },
    {
        "video": "movies/Santa Clausula 1994 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Santa Cláusula (1994).jpg",
        "trailer" : "https://www.youtube.com/embed/ZgEKK-VZ2jU?si=ikI5W3hRVTqaiwK_",
        "titulo": "Santa Clausula 1994",
        "category": "Navideñas, Comedia",
        "cast" : "Elenco: Tim Allen, Judge Reinhold, Wendy Crewson, David Krumholtz, Peter Boyle",
        "descript": "El publicista Scott Calvin debe ocupar el puesto de un hombre barbudo y barrigón que se ha caído accidentalmente del tejado la víspera de Navidad.",
        "vi": true
    },
    {
        "video": "movies/Fiesta de navidad en la oficina 2016 online o descargar gratis H.mp4" ,
        "imagen": "movies/Fiesta de navidad en la oficina (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/djIgFIEt6mU?si=FQlaw8WxtzZgxQMC",
        "titulo": "Fiesta de navidad en la oficina 2016",
        "category": "Navideñas, Comedia",
        "cast" : "Elenco: Jason Bateman, Olivia Munn, T. J. Miller, Jillian Bell, Vanessa Bayer, Courtney B. Vance, Rob Corddry, Kate McKinnon, Jennifer Aniston",
        "descript": "A Clay las cosas no le van bien a nivel profesional a pesar de ser gerente de su oficina. Su estirada hermana, Carol Vanstone, CEO de la compañía, amenaza con cerrar su sucursal, así que Clay decide organziar una fiesta navideña épica para intentar conseguir a un nuevo cliente. Con lo que no contaba es con que la fiesta se le fuera de las manos.",
        "vi": true
    },
    {
        "video": "movies/Krampus El terror de la Navidad 2015 online o descargar gratis H.mp4" ,
        "imagen": "movies/Krampus_ El terror de la Navidad (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/zY3_DZCfRG8?si=aXACWaTtk0T8XL8O",
        "titulo": "Krampus El terror de la Navidad 2015",
        "category": "Ciencia Ficción, Suspenso, Acción, Navideñas",
        "cast" : "Elenco: Adam Scott, Toni Collette, David Koechner, Allison Tolman, Conchata Ferrell, Emjay Anthony, Stefania LaVie Owen, Krista Stadler",
        "descript": "Las Navidades representan el momento más mágico del año, pero el folklore europeo alerta de Krampus, una bestia con cuernos que castiga a los niños malos durante las fiestas. El joven Max ve cómo su familia se resquebraja y pierde la fe en los valores de la Navidad. Esto despertará la ira del Krampus, que despertará para atormentar las fiestas a Max y a su familia. Para enfrentarse a él, Max y su familia tendrán que dejar atrás sus diferencias y unir sus fuerzas contra el monstruo.",
        "vi": true
    },
    {
        "video": "movies/Dia de la Independencia Contraataque 2016 online o descargar gra.mp4" ,
        "imagen": "movies/Día de la Independencia_ Contraataque (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/MlVCWc3jrho?si=D_grH6kD7C20H516",
        "titulo": "Dia de la Independencia Contraataque 2016",
        "category": "Ciencia Ficción, Suspenso, Acción, Familiar",
        "cast" : "Elenco: Liam Hemsworth, Jeff Goldblum, Bill Pullman, Maika Monroe, Travis Tope, William Fichtner, Charlotte Gainsbourg, Judd Hirsch",
        "descript": "Veinte años después de que la especie humana consiguiera sobrevivir a la aniquilación alienígena, la humanidad vive en paz, ajena a todo conflicto externo o interno. Sin previo aviso, una nave extraterrestre abandonada en la Tierra vuelve a activarse y un alienígena despierta de su letargo con sed de venganza. Jake Morrison, Dylan Hiller y la joven Patricia Whitmore serán los encargados, en esta ocasión, de salvar a la humanidad.",
        "vi": true
    },
    {
        "video": "movies/Dia de la Independencia 1996 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Día de la Independencia (1996).jpg",
        "trailer" : "https://www.youtube.com/embed/WNnjdTBDIh8?si=3PAPCIn6RFMpVZx-",
        "titulo": "Dia de la Independencia 1996",
        "category": "Ciencia Ficción, Suspenso, Acción, Familiar",
        "cast" : "Elenco: Will Smith, Jeff Goldblum, Bill Pullman, Margaret Colin, Vivica A. Fox, Judd Hirsch, Mary McDonnell, Robert Loggia, Randy Quaid",
        "descript": "Una flota de naves espaciales llega a la Tierra en la víspera del 4 de julio, el Día de la Independencia en Estados Unidos. La sorpresa inicial se convierte en terror cuando las naves empiezan a atacar el planeta lanzando rayos destructivos contra algunas de las mayores ciudades del mundo. Los únicos que pueden salvar la Tierra son una serie de supervivientes que planean un ataque masivo contra los alienígenas antes de que sea demasiado tarde.",
        "vi": true
    },
    {
        "video": "movies/Turbo 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Turbo (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/5qAo-4YDnZQ?si=dNPfbxLNAJznDiRv",
        "titulo": "Turbo 2013",
        "category": "Animadas, Suspenso, Acción, Familiar",
        "cast" : "Elenco: Ryan Reynolds, Paul Giamatti, Michael Peña, Luis Guzmán, Bill Hader, Snoop Dogg, Ben Schwartz, Maya Rudolph, Michelle Rodriguez, Samuel L. Jackson, Jeff Bennett, Ken Jeong",
        "descript": "Turbo es un caracol de jardín con un sueño imposible: convertirse en el caracol más rápido del mundo. Cuando un extraño accidente le da el poder de la súper velocidad, Turbo intentará cumplir su sueño: ganar las 500 millas de Indianápolis.",
        "vi": true
    },
    {
        "video": "movies/Trece vidas 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Trece vidas 2022.jpg",
        "trailer" : "https://www.youtube.com/embed/Dki6lCJCmeg?si=jvcvyEkXEQJNlY0I",
        "titulo": "Trece vidas 2022",
        "category": "Basadas en la vida real, Suspenso, Acción",
        "cast" : "Elenco: Viggo Mortensen, Colin Farrell, Joel Edgerton, Tom Bateman",
        "descript": "Los equipos de rescate intentan salvar a 12 niños y a su entrenador de fútbol de un sistema de cuevas inundadas e impenetrables en Tailandia.",
        "vi": true
    },
    {
        "video": "movies/Mad Max Furia en el camino 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Mad Max_ Furia en el camino (2015).jpg",
        "trailer" : "https://www.youtube.com/embed/GvsFoGIuRX4?si=7iRn-WQcxQbF9rAP",
        "titulo": "Mad Max Furia en el camino 2015",
        "category": "Ciencia Ficción, Suspenso, Acción, Guerras ",
        "cast" : "Elenco: Tom Hardy, Charlize Theron, Nicholas Hoult",
        "descript": "Tras la guerra termonuclear que ha convertido a la Tierra en un páramo, el antiguo policía Max Rockatansky, atormentado por los espíritus de aquellos a los que no pudo proteger, se ha convertido en un hombre con un solo instinto: sobrevivir. Sin embargo, se ve arrastrado a formar parte de un grupo que huye a través del desierto en un War Rig. Enfurecido, el Señor de la Guerra moviliza a todas sus bandas y persigue implacablemente a Max.",
        "vi": true
    },
    {
        "video": "movies/Agente bajo fuego 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Agente bajo fuego (2019).jpg",
        "trailer" : "https://www.youtube.com/embed/as91xVQYjCk?si=MgEPTsiqlL5D3srb",
        "titulo": "Agente bajo fuego 2019",
        "category": "Ciencia Ficción, Suspenso, Acción, Guerras ",
        "cast" : "Elenco:Gerard Butler, Morgan Freeman, Danny Huston, Michael Landes, Tim Blake Nelson, Nick Nolte, Piper Perabo, Jada Pinkett Smith, Lance Reddick, Guna Gultniece",
        "descript": "Un equipo de seguridad nacional estadounidense debe confiar en un exguardia caído en desgracia para salvar al presidente después de que unos terroristas asalten la Casa Blanca y secuestren al jefe de Estado.",
        "vi": true
    },
    {
        "video": "movies/Londres bajo fuego 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Londres bajo fuego (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/dgg33ApA0pw?si=2t6mYHFEQWfnIsCF",
        "titulo": "Londres bajo fuego (2016)",
        "category": "Ciencia Ficción, Acción, Guerras, Espias",
        "cast" : "Elenco: Gerard Butler, Aaron Eckhart, Morgan Freeman",
        "descript": "El primer ministro británico ha fallecido en misteriosas circunstancias. Su funeral en Londres es un acto al que acuden todos los líderes relevantes de Occidente. Lo que comienza siendo el evento con más seguridad del planeta se convierte en un complot mortal para acabar con los líderes más poderosos del mundo, devastando la capital británica y desencadenando el terror. Sólo tres personas pueden detenerlo: el presidente de los Estados Unidos, su jefe del Servicio Secreto y una agente del MI-6.",
        "vi": true
    },
    {
        "video": "movies/Olimpo bajo fuego 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Olimpo bajo fuego (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/f9NKnYEN1xM?si=o_VXRFv4rg6UVaMJ",
        "titulo": "Olimpo bajo fuego 2013",
        "category": "Ciencia Ficción, Suspenso, Acción, Guerras ",
        "cast" : "Elenco: Gerard Butler, Aaron Eckhart, Morgan Freeman, Angela Bassett, Robert Forster, Cole Hauser, Finley Jacobsen, Ashley Judd, Melissa Leo, Dylan McDermott, Radha Mitchell, Rick Yune",
        "descript": "Un equipo de seguridad nacional estadounidense debe confiar en un exguardia caído en desgracia para salvar al presidente después de que unos terroristas asalten la Casa Blanca y secuestren al jefe de Estado.",
        "vi": true
    },
    {
        "video": "movies/La caida de la Casa Blanca 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/La caída de la Casa Blanca (2013).jpg",
        "trailer" : "https://www.youtube.com/embed/KwRFid4zuZo?si=6BkO9CKWC2zv7ltz",
        "titulo": "La caida de la Casa Blanca 2013",
        "category": "Ciencia Ficción, Suspenso, Acción, Guerras ",
        "cast" : "Elenco: Channing Tatum, Jamie Foxx, Maggie Gyllenhaal, Jason Clarke, Richard Jenkins, Joey King, James Woods",
        "descript": "El policía del Capitolio John Cale, debe pasar una entrevista para entrar en el Servicio Secreto. Sin saber el resultado, este decide llevar a su hija a la Casa Blanca, pero en mitad de la visita un grupo paramilitar, asalta el edificio.",
        "vi": true
    },
    {
        "video": "movies/Impacto profundo.mp4" ,
        "imagen": "movies/impacto profundo.jpg",
        "trailer" : "https://www.youtube.com/embed/XYRPn1TaIs4?si=rT-KhN9h4tn9pfYf",
        "titulo": "Impacto Profundo",
        "category": "Ciencia Ficción, Suspenso, Acción",
        "cast" : "Elenco: Robert Duvall, Téa Leoni, Elijah Wood, Morgan Freeman, Vanessa Redgrave, Maximilian Schell",
        "descript": "Leo asiste a clases de astronomía para estar cerca de una chica, sin embargo, descubrirá que un cometa amenaza la vida en la tierra.",
        "vi": true
    },
    {
        "video": "movies/G I Joe El origen de cobra 2009 online o descargar gratis HD.mp4" ,
        "imagen": "movies/G.I. Joe_ El origen de cobra (2009).jpg",
        "trailer" : "https://www.youtube.com/embed/35JVWY1272k?si=r-uhFxldY4rcMzks",
        "titulo": "G I Joe El origen de cobra 2009",
        "category": "Ciencia Ficción, Guerras, Acción, Super Heroes, Familiar",
        "cast" : "Elenco: Adewale Akinnuoye-Agbaje, Cristóbal Eccleston, José Gordon-Levitt, Lee Byung-hun, Sienna Miller, Raquel Nichols, Jonathan Pryce, Saïd Taghmaoui, Channing Tatum, Marlon Wayans, Dennis Quaid",
        "descript": "El equipo de élite G.I. Joe usa lo último de la tecnología en su batalla en contra de un contrabandista de armas ilegales llamado Destro y una misteriosa organización conocida como Cobra.",
        "vi": true
    },
    {
        "video": "movies/El planeta de los simios Nuevo reino 2024 online o descargar gra.mp4" ,
        "imagen": "movies/El planeta de los simios Nuevo reino 2024.jpg",
        "trailer" : "https://www.youtube.com/embed/DDWWwEiWHJw?si=BZk5FARQM9iex5e8",
        "titulo": "El planeta de los simios Nuevo reino 2024",
        "category": "Ciencia Ficción, Guerras, Acción, Familiar, 2024",
        "cast" : "Elenco: Owen Teague, Freya Allan, Peter Macon, Eka Darville, Kevin Durand, William H. Macy, Neil Sandilands, Sara Wiseman, Dichen Lachman",
        "descript": "Muchos años después de la época de César, los simios se han dividido en clanes y los hombres se han vuelto salvajes. Un clan brutal secuestra a la tribu del chimpancé Noa, pero, con la ayuda de una humana, emprende la misión de rescatarlos.",
        "vi": true
    },
    {
        "video": "movies/Batman vs Superman El Origen de la Justicia 2016 online o descar.mp4" ,
        "imagen": "movies/Batman vs Superman_ El Origen de la Justicia (2016).jpg",
        "trailer" : "https://www.youtube.com/embed/NMWAWljzj8M?si=BehGeyAoS-44gxor",
        "titulo": "Batman vs Superman El Origen de la Justicia 2016",
        "category": "Ciencia Ficción, Super Heroes, Acción, Familiar",
        "cast" : "Elenco: Ben Affleck, Henry Cavill, Amy Adams, Jesse Eisenberg, Diane Lane, Laurence Fishburne, Jeremy Irons, Cazador de acebos, Gal Gadot",
        "descript": "Mientras el mundo debate qué tipo de héroe necesita, las hazañas de Superman tienen peligrosas consecuencias. En plena guerra entre el vigilante de Gotham y el defensor de Metrópolis, una nueva amenaza pone a la humanidad en grave peligro.",
        "vi": true
    },
    {
        "video": "movies/Batman El caballero de la noche asciende 2012 online o descargar.mp4" ,
        "imagen": "movies/Batman_ El caballero de la noche asciende (2012).jpg",
        "trailer" : "https://www.youtube.com/embed/ru879ckLnJo?si=UST2m-g6e-ECleMJ",
        "titulo": "Batman El caballero de la noche asciende 2012",
        "category": "Ciencia Ficción, Super Heroes, Acción, Familiar",
        "cast" : "Elenco: Christian Bale, Michael Caine, Gary Oldman, Anne Hathaway, Tom Hardy, Marion Cotillard, Joseph Gordon-Levitt, Morgan Freeman, Liam Neeson",
        "descript": "Hace ya ocho años desde que Batman se convirtió en fugitivo al asumir la muerte de Harvey. La dura Ley Dent sigue aplacando la criminalidad de Gotham, aunque la llegada de una gata ladrona y un misterioso terrorista enmascarado lo cambiará todo.",
        "vi": true
    },
    {
        "video": "movies/Batman El Caballero de la Noche 2008 online o descargar gratis H.mp4" ,
        "imagen": "movies/Batman_ El Caballero de la Noche (2008).jpg",
        "trailer" : "https://www.youtube.com/embed/kj7urtvmwrY?si=xfMcsEPtYM9mloPK",
        "titulo": "Batman El Caballero de la Noche 2008",
        "category": "Ciencia Ficción, Super Heroes, Acción, Familiar",
        "cast" : "Elenco: Christian Bale, Michael Caine, Gary Oldman, Morgan Freeman, Liam Neeson, Katie Holmes, Cillian Murphy, Tom Wilkinson, Heath Ledger, Aaron Eckhart, Maggie Gyllenhaal, Tom Hardy, Anne Hathaway, Marion Cotillard, Joseph Gordon-Levitt",
        "descript": "Con la ayuda del teniente Jim Gordon y del Fiscal del Distrito Harvey Dent, Batman mantiene a raya el crimen organizado en Gotham. Todo cambia cuando aparece el Joker, un nuevo criminal que desencadena el caos y tiene aterrados a los ciudadanos.",
        "vi": true
    },
    {
        "video": "movies/Batman Inicia 2005 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Batman Inicia (2005).jpg",
        "trailer" : "https://www.youtube.com/embed/BUt97Dv0y9E?si=zROrrkjcpKuQUGYT",
        "titulo": "Batman Inicia 2005",
        "category": "Ciencia Ficción, Super Heroes, Acción, Familiar",
        "cast" : "Elenco: Christian Bale, Michael Caine, Liam Neeson, Katie Holmes, Gary Oldman, Cillian Murphy, Tom Wilkinson, Rutger Hauer, Ken Watanabe, Morgan Freeman",
        "descript": "Bruce Wayne vive obsesionado con el recuerdo de la muerte de sus padres. Atormentado, se va de Gotham y encuentra a un extraño personaje que lo entrena en todas las disciplinas físicas y mentales que le servirán para combatir el Mal.",
        "vi": true
    },
    {
        "video": "movies/Atrapados en lo profundo 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Atrapados en lo profundo (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/YF4J9K7UwLs?si=ke-QmyqhcJ_RVwfk",
        "titulo": "Atrapados en lo profundo 2024",
        "category": "Ciencia Ficción, Suspenso, Acción, 2024",
        "cast" : "Elenco: Sophie McIntosh, Será Attenborough, Jeremías Amoore, Manuel Pacífico, Ortiga de gracia, Phyllis Logan, Colm Meaney",
        "descript": "Los pasajeros de un avión que se hundió en el océano intentan salir con vida del lugar del accidente, mientras los tiburones rodean la aeronave con la intención de devorarlos.",
        "vi": true
    },
    {
        "video": "movies/Equipaje de mano 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Equipaje de mano (2024)",
        "trailer" : "https://www.youtube.com/embed/9Xtod7Nlsxk?si=IOB31K2ZY3punvhD",
        "titulo": "Equipaje de mano (2024)",
        "category": "Ciencia Ficción, Navideñas, Acción, 2024",
        "cast" : "Elenco: Taron Egerton como Ethan Kopek, Jason Bateman como Traveler, Sofia Carson como Nora Parisi, Danielle Deadwyler como Elena Cole, Dean Norris como Phil Sarkowski, Josh Brener como Herschel",
        "descript": "El día de Nochebuena, un pasajero misterioso chantajea a un joven agente de la Administración de Seguridad en el Transporte para que le deje subir un paquete peligroso al avión.",
        "vi": true
    },
    {
        "video": "movies/Aprendiz 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/El Aprendiz (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/dFtxF8Zrg2U?si=-AG8V-PpF8IEUSgK",
        "titulo": "El Aprendiz (2024)",
        "category": "Basadas en la vida real, 2024",
        "cast" : "Elenco: Sebastian Stan, Jeremy Strong, Maria Bakalova, Martin Donovan",
        "descript": "Nueva York, 1970. Donald Trump, un joven que busca escapar de la sombra de su padre y triunfar en el sector inmobiliario, conoce a Roy Cohn, un asesor político que le enseña a manipular los medios, formando las bases del imperio de hoy.",
        "vi": true
    },
    {
        "video": "movies/Venom El ultimo baile 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/venom el ultimo baile.jpg",
        "trailer" : "https://www.youtube.com/embed/wuXjTZjYZQY?si=ujgcPIPcFevSkrPR",
        "titulo": "VENOM 3 EL ÚLTIMO BAILE 2024",
        "category": "Ciencia Ficción, Super Heroes, Marvel, 2024",
        "cast" : "Elenco: Tom Hardy, Chiwetel Ejiofor, Juno Temple, Rhys Ifans, Stephen Graham, Peggy Lu, Clark Backo, Alanna Ubach, Andy Serkis.",
        "descript": "Venom: el último Baile 2024, es el final de la saga del symbiote negro en solitario",
        "vi": true
    },
    {
        "video": "movies/Codigo Traje rojo 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Codigo traje rojo.jpg",
        "trailer" : "https://www.youtube.com/embed/IWDxw3aWymg?si=6kDGFFqK58bq-X63",
        "titulo": "CÓDIGO TRAJE ROJO 2024",
        "category": "Ciencia Ficción, Navideñas, 2024",
        "cast" : "Elenco: Dwayne Johnson, Chris Evans, Lucy Liu, J. K. Simmons",
        "descript": "RED ONE, o también conocida por su nombre en español Código traje rojo, es una película navideña excelente para el público joven adulto, ya que no es la tipica películ navideña para niños.",
        "vi": true
    },
    {
        "video": "movies/Beetlejuice Beetlejuice 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/beetlejuice-beetlejuice-2024.jpg",
        "trailer" : "https://www.youtube.com/embed/0S_C3UGazkc?si=cggd7q3UUGdHiKCy",
        "titulo": "Beetlejuice 2024",
        "category": "Aventura, Ciencia Ficción, Suspenso, 2024",
        "cast" : "Elenco: Michael Keaton, Winona Ryder, Catherine O'Hara, Justin Theroux, Arthur Conti, Monica Bellucci, Jenna Ortega, Willem Dafoe",
        "descript": "Después de una tragedia, tres generaciones de la familia Deetz regresan a Winter River. Aún atormentada por Beetlejuice, la vida de Lydia da un vuelco cuando su rebelde hija adolescente, Astrid, descubre el misterioso modelo de la ciudad en el ático.",
        "vi": true
    },
    {
        "video": "movies/La trampa 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/trap-2024.jpg",
        "trailer" : "https://www.youtube.com/embed/8yuKiUEhbm8?si=anEqm_EGyxSCXOuC",
        "titulo": "La trampa 2024",
        "category": "Suspenso, Policiales, Acción, 2024",
        "cast" : "Elenco: Josh Hartnett, Ariel Donoghue, Saleka Shyamalan, Hayley Mills, Alison Pill",
        "descript": "Un padre y su hija adolescente van a un concierto de música pop y allí se dan cuenta de que algo terrible y siniestro va a ocurrir en el evento.",
        "vi": true
    },
    {
        "video": "movies/Querido Santa 2024 Online - Cinecalidad.mp4" ,
        "imagen": "movies/querido santa.jpg",
        "trailer" : "https://www.youtube.com/embed/YU-1pMEXW8Y?si=CTZ_xK1uOO4Onlgp",
        "titulo": "Querido Santa 2024",
        "category": "Navideñas, Familiar, Comedia, 2024",
        "cast" : "Elenco: Jack negro, Clave de Keegan-Michael, Robert Timothy Smith, Brianne Howey, Hayes MacArthur, Correo de Austin, P. J. Byrne",
        "descript": "Debido a un error ortográfico, un niño envía su lista de regalos de Navidad a Satanás en lugar de a Santa.",
        "vi": true
    },
    {
        "video": "movies/Bill Ted salvando el universo 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Bill & Ted salvando el universo (2020).jpg",
        "trailer" : "https://www.youtube.com/embed/LxUyOUAVVw0?si=Qd8E_IfOkJ-5P2PA",
        "titulo": "Bill Ted salvando el universo 2020",
        "category": "Ciencia Ficción, Acción, Viajes en el Tiempo",
        "cast" : "Elenco: Keanu Reeves, Alex Winter, Kristen Schaal, Samara Weaving, Brigette Lundy-Paine, Anthony Carrigan, Erinn Hayes, Jayma Mays, Holland Taylor, Kid Cudi, William Sadler, Jillian Bell",
        "descript": "El gobernante del futuro les dice a los mejores amigos Bill y Ted que deben componer una nueva canción para salvar la vida tal y como la conocemos. Pero, en lugar de escribirla, deciden viajar en el tiempo para robársela a sus yos mayores.",
        "vi": true
    },
    {
        "video": "movies/Barbie 2023 online o descargar gratis 4K.mp4" ,
        "imagen": "movies/Barbie (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/vsJgLu3PIno?si=rLeMsh7Kyq0BzZo0",
        "titulo": "Barbie 2023",
        "category": "Familiar, Aventura",
        "cast" : "Elenco: Margot Robbie, Ryan Gosling, America Ferrera, Kate McKinnon, Issa Rae, Rhea Perlman, Will Ferrell",
        "descript": "Después de ser expulsada de Barbieland por no ser una muñeca de aspecto perfecto, Barbie parte hacia el mundo humano para encontrar la verdadera felicidad.",
        "vi": true
    },
    {
        "video": "movies/Rampage Devastacion 2018 online o descargar gratis HD.mp4",
        "imagen": "movies/Rampage_ Devastación (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/eK_51Ajn6Is?si=7MFgKFVns6iuT2Y2",
        "titulo": "Rampage Devastacion 2018",
        "category": "Familiar, Aventura, Acción, Guerras, Ciencia Ficción",
        "cast" : "Elenco: Dwayne Johnson, Naomie Harris, Malin Åkerman, Joe Manganiello, Jake Lacy, Marley Shelton, Jeffrey Dean Morgan",
        "descript": "Davis Okoye es un primatólogo muy poco sociable pero con un sólido vínculo con el inteligente gorila al que cuida desde bebé. Cuando éste se convierte en un incontrolable kaiju, Okoye descubre que hay otros animales con la misma alteración genética.",
        "vi": true
    },
    {
        "video": "movies/Furiosa De la saga Mad Max 2024 online o descargar gratis 4K.mp4" ,
        "imagen": "movies/Furiosa_ De la saga Mad Max (2024).jpg",
        "trailer" : "https://www.youtube.com/embed/hza_trxHayA?si=MuoD81BMmvXAWuzG",
        "titulo": "Furiosa De la saga Mad Max 2024",
        "category": "Familiar, Aventura, 2024",
        "cast" : "Elenco: Anya Taylor-Joy, Chris Hemsworth, Tom Burke, Alyla Browne",
        "descript": "La joven Furiosa es arrebatada del Paraje Verde de las Muchas Madres por una horda de motociclistas. El señor de la guerra que dirige su grupo se enfrenta a otro tirano y, mientras tanto, Furiosa aprovecha la batalla para intentar volver a casa.",
        "vi": true
    },
    {
        "video": "movies/Carrie 2013 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Carrie 2013.jpg",
        "trailer" : "https://www.youtube.com/embed/xWqiaVyw-Og?si=lvFvmGkBuueEefk-",
        "titulo": "Carrie 2013",
        "category": "Suspenso, Terror",
        "cast" : "Elenco: Chloë Grace Moretz, Judy Greer, Portia Doubleday, Julianne Moore",
        "descript": "Carrie White, una tímida adolescente críada por una fanática religosa es humillada constantemente por su compañeros de instituto. Sin embargo, Carrie no es una chica cualquiera, la joven posee poderes psíquicos que se manifiestan cuando se siente dominada por la ira. El día del baile de graduación la situación llega a hacérsele insoportable.",
        "vi": true
    },
    {
        "video": "movies/La ciudad perdida 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/La ciudad perdida (2022).jpg",
        "trailer" : "https://www.youtube.com/embed/EIvwajM1ooE?si=aKT40FHq2TryYFaJ",
        "titulo": "La ciudad perdida 2022",
        "category": "Familiar, Comedia, Aventura",
        "cast" : "Elenco: Sandra Bullock, Channing Tatum, Daniel Radcliffe, Da'Vine Joy Randolph, Brad Pitt",
        "descript": "Carrie White, una tímida adolescente críada por una fanática religosa es humillada constantemente por su compañeros de instituto. Sin embargo, Carrie no es una chica cualquiera, la joven posee poderes psíquicos que se manifiestan cuando se siente dominada por la ira. El día del baile de graduación la situación llega a hacérsele insoportable.",
        "vi": true
    },
    {
        "video": "movies/Verdad o reto 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Verdad o reto (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/-KapQeCsXJM?si=UqGkqgZQ36HWqmQq",
        "titulo": "Verdad o reto 2018",
        "category": "Suspenso, Terror",
        "cast" : "Elenco: Lucy Hale, Tyler Posey, Violett Beane, Landon Liboiron",
        "descript": "El último día de sus vacaciones en México, unos jóvenes conocen a un misterioso chico que los conduce hasta una iglesia abandonada. Allí inician lo que en principio parece una inocente partida de verdad o reto.",
        "vi": true
    },
    {
        "video": "movies/Que le paso a Lunes 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/¿Qué le pasó a Lunes_ (2017).jpg",
        "trailer" : "https://www.youtube.com/embed/gwHU55Ezdh0?si=yQOTQAuXBGDD7MJj",
        "titulo": "Que le paso a Lunes 2017",
        "category": "Suspenso, Familiar, Acción",
        "cast" : "Elenco: Noomi Rapace, Willem Dafoe, Glenn Close, Marwan Kenzari, Pål Sverre Hagen, Tomiwa Edun, Stig Frode Henriksen, Santiago Cabrera, Robert Wagner, Vlad Rădescu",
        "descript": "En un futuro en el que la sobrepoblación y la hambruna han obligado al gobierno a implantar una política de un único hijo, siete hermanas, cada una con el nombre de un día de la semana, luchan por sobrevivir y pasar inadvertidas haciéndose pasar por una sola persona cuando salen a la calle. Un día una de ellas, Lunes, desaparece sin dejar rastro.",
        "vi": true
    },
    {
        "video": "movies/Llamas de Venganza 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Llamas de Venganza (2022).jpg",
        "trailer" : "https://www.youtube.com/embed/GkUTq5Ui6DA?si=Yoat9nQmtGxytgj0",
        "titulo": "Llamas de Venganza 2022",
        "category": "Ciencia Ficción, Acción",
        "cast" : "Elenco: Zac Efron, Michael Greyeyes, Ryan Kiera Armstrong, Gloria Reuben, Sydney Lemmon",
        "descript": "Narra la historia de una chica con extraordinarios poderes que lucha para proteger a su familia y a sí misma de unas siniestras fuerzas. Andy y Vicky llevan más de una década huyendo en un desesperado intento de esconder a su hija Charlie de una oscura agencia gubernamental empeñada en aprovechar su poderoso don. Andy enseñó a Charlie cómo dominar su extraño poder, desencadenado normalmente por la ira o el dolor. Pero cuando Charlie cumple 11 años, el fuego es cada vez más difícil de controlar.",
        "vi": true
    },
    {
        "video": "movies/Megalodon 2 El gran abismo 2023 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Megalodón 2_ El gran abismo (2023).jpg",
        "trailer" : "https://www.youtube.com/embed/JhpKuMb7Qk4?si=KHJTmhyUIQBWFZjR",
        "titulo": "Megalodon 2 El gran abismo 2023",
        "category": "Ciencia Ficción, Acción",
        "cast" : "Elenco: Jason Statham, Wu Jing, Sofía Cai, Página Kennedy, Sergio Peris Mencheta, Skyler Samuels, Acantilado Curtis",
        "descript": "Jonas Taylor lidera un equipo de investigación en las profundidades del océano. Acorralados por colosales tiburones prehistóricos y despiadados bandidos, los científicos intentan sobrevivir a toda costa.",
        "vi": true
    },
    {
        "video": "movies/Megalodon 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Megalodón (2018).jpg",
        "trailer" : "https://www.youtube.com/embed/eKNfVTcHAXU?si=OnfVrm2RWQt7NGK8",
        "titulo": "Megalodon 2018",
        "category": "Ciencia Ficción, Acción",
        "cast" : "Elenco: Jason Statham, Li Bingbing, Rainn Wilson, Ruby Rose, Winston Chao, Cliff Curtis",
        "descript": "Un tiburón prehistórico de 25 metros de longitud amenaza a los tripulantes de un submarino hundido en la fosa más profunda del océano Pacífico y al grupo enviado para rescatarlos. Si no lo detienen, el tiburón causará grandes estragos.",
        "vi": true
    },
    {
        "video": "movies/Lucy 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Lucy (2014).jpg",
        "trailer" : "https://www.youtube.com/embed/bYEPEW9gsI0?si=ebj1_XMDXsyFn6X_",
        "titulo": "Lucy 2014",
        "category": "Ciencia Ficción, Acción",
        "cast" : "Elenco: Scarlett Johansson, Morgan Freeman",
        "descript": "Lucy, una joven que ejerce de 'mula' para unos narcotraficantes, adquiere poderes sobrenaturales tras romperse una de las bolsas de droga que transporta y absorber los estupefacientes.",
        "vi": true
    },
    {
        "video": "movies/Godzilla vs Kong 2021 online o descargar gratis HD-02.mp4" ,
        "imagen": "movies/Godzilla vs. Kong (2021).jpg",
        "trailer" : "https://www.youtube.com/embed/CQbpz9LqG7Q?si=lUtZkCfOA5Cr1Cjy",
        "titulo": "Godzilla vs Kong 2021",
        "category": "Ciencia Ficción, Acción, Guerras",
        "cast" : "Elenco: Alexander Skarsgård, Millie Bobby Brown, Rebecca Hall, Brian Tyree Henry,  Shun Oguri, Eiza González, Julian Dennison, Lance Reddick, Kyle Chandler, Demián Bichir",
        "descript": "Godzilla y Kong, dos de las fuerzas más poderosas de un planeta habitado por aterradoras criaturas, se enfrentan en un espectacular combate que sacude los cimientos de la humanidad. Monarch se embarca en una misión de alto riesgo y pone rumbo hacia territorios inexplorados para descubrir los orígenes de estos dos titanes, en un último esfuerzo por tratar de salvar a dos bestias que parecen tener las horas contadas sobre la faz de la Tierra.",
        "vi": true
    },
    {
        "video": "movies/Transformers 2007 Pelicula Completa Online.mp4" ,
        "imagen": "movies/Transformers (2007).jpg",
        "trailer" : "https://www.youtube.com/embed/B_CzSjhOGzM?si=DdrhsAFy7wehdxnF",
        "titulo": "Transformers 2007",
        "category": "Ciencia Ficción, Acción, Guerras, Aliens, Familiar",
        "cast" : "Elenco: Shia LaBeouf, Tyrese Gibson, Josh Duhamel, Anthony Anderson, Megan Fox, Rachael Taylor, John Turturro, Jon Voight",
        "descript": "El destino de la humanidad está en juego cuando dos razas de robots, los buenos Autobots y los villanos Decepticons, llevan su guerra a la Tierra. Los robots tienen la habilidad de transformarse en diferentes objetos mecánicos mientras buscan la clave del poder supremo. Sólo un joven humano, Sam Witwicky puede salvar al mundo de la destrucción total.",
        "vi": true
    },
    {
        "video": "movies/Paul 2011 - VER PELICULAS GRATIS ONLINE ESTRENOS 2014-2022 P.mp4" ,
        "imagen": "movies/Paul 2011.jpg",
        "trailer" : "https://www.youtube.com/embed/ZIlrPjJeW3k?si=sTBJ6UEICUBDFTmg",
        "titulo": "Londres bajo fuego (2016)",
        "category": "Ciencia Ficción, Acción, Aliens, Comedia",
        "cast" : "Elenco: Simon Pegg, Nick Frost, Jason Bateman, Kristen Wiig, Bill Hader, Blythe Danner, John Carroll Lynch, Sigourney Weaver, Seth Rogen",
        "descript": "Durante los últimos 60 años, un gracioso extraterrestre llamado Paul ha vivido en una base militar ultrasecreta en la tierra de los ovnis en Estados Unidos. Cuando Paul decide que ha tenido suficiente de la Tierra, escapa y se sube a una casa rodante manejada por dos nerds británicos amantes de la ciencia ficción llamados Graeme y Clive. Graeme y Clive idean un plan alocado para ayudarle a Paul a regresar a su nave espacial.",
        "vi": true
    },
    {
        "video": "movies/Barry Seal Solo en America 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/barry-seal-el-traficante.jpg",
        "trailer" : "https://www.youtube.com/embed/GKwciFWx45Y?si=m3xKNiP3gXnpd3Ip",
        "titulo": "Barry Seal Solo en America 2017",
        "category": "Aventura, Acción, Suspenso, Guerras",
        "cast" : "Elenco: Tom Cruise, Sarah Wright, Domhnall Gleeson, Jesse Plemons, Caleb Landry Jones",
        "descript": "La historia de Barry Seal, un piloto a quien la CIA contrató en los años 80 para realizar una misión encubierta en América Central, la cual fue el origen del nacimiento del cártel de Medellín y casi terminó con la presidencia de Ronald Reagan.",
        "vi": true
    },
    {
        "video": "movies/Hasta el ultimo hombre 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/hasta-el-ultimo-hombre.jpg",
        "trailer" : "https://www.youtube.com/embed/xeeZmeFy5n0?si=XDAlrJpqjFuyqDtH",
        "titulo": "Hasta el ultimo hombre 2016",
        "category": "Aventura, Acción, Suspenso, Guerras",
        "cast" : "Elenco: Andrew Garfield, Sam Worthington, Luke Bracey, Hugo Weaving, Teresa Palmer, Rachel Griffiths, Vince Vaughn",
        "descript": "Esta es la historia de Desmond T. Doss, un hombre contrario a la violencia que combatió como médico en la Segunda Guerra Mundial sin portar un arma. No disparó ni una bala, pero salvó a 75 personas de la muerte en la batalla de la isla de Okinawa. Gracias a su coraje, pasó de ser el objeto de las burlas de sus compañeros a ser reconocido por su enorme valía con la entrega de la Medalla de Honor del Congreso, otorgada por primera vez a un objetor de conciencia.",
        "vi": true
    },
    {
        "video": "movies/Venganza Implacable 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Venganza-Implacable-2020.jpg",
        "trailer" : "https://www.youtube.com/embed/UKNccSQ6SiI?si=D4KBy8lzSmZVaaM1",
        "titulo": "Venganza Implacable 2020",
        "category": "Suspenso, Policiales, Acción",
        "cast" : "Elenco: Liam Neeson, Kate Walsh, Jai Courtney, Jeffrey Donovan, Anthony Ramos, Robert Patrick",
        "descript": "Un ladrón de bancos acepta entregar todo lo robado a cambio de una rebaja en la condena. Sin embargo, el FBI trata de culparlo de un crimen que no cometió y el criminal, un antiguo militar, usará todos sus recursos para limpiar su nombre.",
        "vi": true
    },
    {
        "video": "movies/Busqueda implacable 3 2014 online o descargar gratis HD.mp4" ,
        "imagen": "movies/busqueda-implacable-3.jpg",
        "trailer" : "https://www.youtube.com/embed/DgnGe2DD_xU?si=36FMgV9Vv-j0hI19",
        "titulo": "Busqueda implacable 3 2014",
        "category": "Suspenso, Policiales, Acción",
        "cast" : "Elenco: Liam Neeson, Famke Janssen, Maggie Grace, Forest Whitaker, Dougray Scott, Sam Spruell, Leland Orser",
        "descript": "La reconciliación de Bryan Mills se ha visto inesperadamente truncada tras el brutal asesinato de su exmujer. Consumido por la ira y acusado de la muerte de su exesposa, Mills se ve obligado a huir de la implacable persecución de la CIA, el FBI y la policía.",
        "vi": true
    },
    {
        "video": "movies/Busqueda implacable 2 2012 online o descargar gratis HD.mp4" ,
        "imagen": "movies/busqueda-implacable-2.jpg",
        "trailer" : "https://www.youtube.com/embed/kQuZufymPyI?si=a2Elc3YDaRcv5kB7",
        "titulo": "Busqueda implacable 2 2012",
        "category": "Suspenso, Policiales, Acción",
        "cast" : "Elenco: Liam Neeson, Famke Janssen, Maggie Grace, Rade Šerbedžija",
        "descript": "Hace dos años, el agente retirado de la CIA, Bryan Mills usó sus 'habilidades particulares' para rescatar a su hija, Kim, de unos secuestradores albaneses. Desde entonces, Kim ha estado aprendiendo defensa personal con su padre, y Bryan ha estado en una misión personal reconciliándose con su exesposa. En Estambul, Bryan y su familia se encuentran con Murad, cuyo hijo murió a manos de Bryan durante el rescate de Kim. Murad quiere vengarse y ahora es Kim quien debe salvar a su padre.",
        "vi": true
    },
    {
        "video": "movies/Taken - VER PELICULAS GRATIS ONLINE ESTRENOS 2014-2022 PEELI.mp4" ,
        "imagen": "movies/Taken-25282008-2529.jpg",
        "trailer" : "https://www.youtube.com/embed/Cq3r4FwPRwg?si=oMo_YQO7SEqm9-u0",
        "titulo": "Taken 2008",
        "category": "Suspenso, Policiales, Acción",
        "cast" : "Elenco: Liam Neeson, Maggie Grace, Leland Orser, Jon Gries, David Warshofsky, Katie Cassidy, Holly Valance, Famke Janssen",
        "descript": "Un ladrón de bancos acepta entregar todo lo robado a cambio de una rebaja en la condena. Sin embargo, el FBI trata de culparlo de un crimen que no cometió y el criminal, un antiguo militar, usará todos sus recursos para limpiar su nombre.",
        "vi": true
    },
    {
        "video": "movies/El Depredador 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/the-predator.jpg",
        "trailer" : "https://www.youtube.com/embed/wKGjG4QkiDA?si=ejM2PLx7Ec2DGA4N",
        "titulo": "El Depredador 2018",
        "category": "Suspenso, Policiales, Acción",
        "cast" : "Elenco: Boyd Holbrook, Olivia Munn, Trevante Rodas, Clave de Keegan-Michael, Plata esterlina K. Brown, Jacob Tremblay, Yvonne Strahovski, Alfie Allen, Thomas Jane",
        "descript": "Un grupo de exsoldados y un biólogo se enfrentarán a los cazadores más letales de todo el universo, quienes han alterado sus cuerpos con el ADN de otras especies para hacer desaparecer a la raza humana.",
        "vi": true
    },
    {
        "video": "movies/Depredador La Presa 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/depredador-la-presa-2022.jpg",
        "trailer" : "https://www.youtube.com/embed/kYOUMpkoT_k?si=cjAACAHShFL3ZI6c",
        "titulo": "Depredador: La Presa 2022",
        "category": "Aventura, Ciencia Ficción, Super Heroes, Aliens, Acción",
        "cast" : "Elenco: Trueno medio ambarino, Castores de Dakota, Dane DiLiegro, Michelle Zorzal, Tormenta Kipp, Antílope negro juliano, Bennett Taylor",
        "descript": "En 1719, una habilidosa guerrera comanche protege a su tribu de un depredador alienígena altamente evolucionado que caza humanos por deporte.",
        "vi": true
    },
    {
        "video": "movies/Dioses de Egipto 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/dioses-de-egipto.jpg",
        "trailer" : "https://www.youtube.com/embed/j1a9EEXhD6U?si=PJLWMTF2n5pQjcbV",
        "titulo": "Dioses de Egipto",
        "category": "Aventura, Ciencia Ficción, Super Heroes",
        "cast" : "Elenco: Nikolaj Coster-Waldau, Brenton Thwaites, Chadwick Boseman, Elodie Yung, Courtney Eaton, Rufus Sewell, Gerard Butler, Geoffrey Rush, Bryan Brown",
        "descript": "Bek es un ladronzuelo muy habilidoso que se convierte en inesperado héroe cuando se ve obligado a luchar por lo único que es tan poderoso como un dios: el amor. Para devolver al mundo de los vivos a su amada Zaya, Bek deberá contar con la ayuda del antaño poderoso dios Horus y enfrentarse a Set, el despiadado dios que ha usurpado el trono de Egipto, convirtiendo a sus súbditos en esclavos.",
        "vi": true
    },
    {
        "video": "movies/Batman 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/the-batman.jpg",
        "trailer" : "https://www.youtube.com/embed/cFZbgCGI9P0?si=Iq_EaT_kDeBOrB6s",
        "titulo": "Batman 2022",
        "category": "Aventura, Ciencia Ficción, Familiar,Super Heroes",
        "cast" : "Elenco: Robert Pattinson, Zoë Kravitz, Paul Dano, Jeffrey Wright, John Turturro, Peter Sarsgaard, Andy Serkis, Colin Farrell",
        "descript": "En su segundo año luchando contra el crimen, Batman explora la corrupción existente en la ciudad de Gotham y el vínculo de esta con su propia familia. Además, entrará en conflicto con un asesino en serie conocido como el Acertijo",
        "vi": true
    },
    {
        "video": "movies/Greenland El ultimo refugio 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Greenland-El-ultimo-refugio-2020.jpg",
        "trailer" : "https://www.youtube.com/embed/3XgLK9-NnR4?si=GjNGUtJU-79iF82x",
        "titulo": "Greenland: El último refugio 2020",
        "category": "Aventura, Ciencia Ficción, Familiar",
        "cast" : "Elenco: Gerard Butler, Morena Baccarin, David Denman, Hope Davis, Holt McCallany, Scott Glenn, King Bach, Merrin Dungey",
        "descript": "Una familia emprende un viaje para encontrar un refugio seguro cuando un gran cometa arremete contra la Tierra. A medida que el apocalipsis se acerca, la increíble travesía termina en una batalla de último minuto para llegar a puerto seguro.",
        "vi": true
    },
    {
        "video": "movies/Видео Time After Time Los pasajeros del tiempo 1979 Mastered UHD.mp4" ,
        "imagen": "movies/time_after_time.jpg",
        "trailer" : "https://www.youtube.com/embed/huziaaaEd1s?si=bSuJTPnTgZs63KFU",
        "titulo": "Time After Time Los pasajeros del tiempo 1979",
        "category": "Aventura, Ciencia Ficción, Viajes en el Tiempo, Policiales",
        "cast" : "Elenco:     Malcolm McDowell: H. G. Wells, David Warner: Leslie John Stevenson (Jack el Destripador), Mary Steenburgen: Amy Robbins",
        "descript": "H.G. Wells persigue a Jack, el Destripador desde la época victoriana hasta el presente a través de la máquina del tiempo.",
        "vi": true
    },
    {
        "video": "movies/Shang-Chi Y La Leyenda De Los Diez Anillos 2021 online o descarg.mp4" ,
        "imagen": "movies/shang-chi-and-the-legend-of-the-ten-rings.jpg",
        "trailer" : "https://www.youtube.com/embed/HjzATzdlN2A?si=s0XgqqyoTTrwvW7J",
        "titulo": "Shang-Chi y la Leyenda de los Diez Anillos 2021",
        "category": "Aventura, Ciencia Ficción, Marvel, Super Heroes",
        "cast" : "Elenco: Simu Liu, Awkwafina, Meng'er Zhang, Fala Chen, Florian Munteanu, Benedict Wong, Yuen Wah, Michelle Yeoh, Ben Kingsley, Tony Leung",
        "descript": "El maestro de artes marciales Shang-Chi se enfrenta al pasado que creía haber dejado atrás cuando se ve envuelto en la red de la misteriosa organización de los Diez Anillos.",
        "vi": true
    },
    {
        "video": "movies/Doctor Strange en el multiverso de la locura 2022 online o desca.mp4" ,
        "imagen": "movies/Doctor_Strange_en_el_multiverso_de_la.jpg",
        "trailer" : "https://www.youtube.com/embed/KREBGtEeW9U?si=k5BZYoRUjv4b3zus",
        "titulo": "Doctor Strange en el Multiverso de la Locura 2021",
        "category": "Aventura, Suspenso, Marvel, Super Heroes",
        "cast" : "Elenco: Benedict Cumberbatch, Elizabeth Olsen, Chiwetel Ejiofor, Benedict Wong, Xochitl Gomez, Michael Stuhlbarg, Rachel McAdams.",
        "descript": "El Dr. Stephen Strange abre un portal al multiverso al utilizar un hechizo prohibido. Ahora, su equipo debe enfrentarse a una amenaza que podría destruirlo todo.",
        "vi": true
    },
    {
        "video": "movies/Morbius 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/morbius.jpg",
        "trailer" : "https://www.youtube.com/embed/j5kPpPJtuJc?si=3bFMpr1OivN6q5qf",
        "titulo": "Morbius 2022",
        "category": "Aventura, Suspenso, Marvel, Super Heroes",
        "cast" : "Elenco: Jared Leto, Matt Smith, Adria Arjona, Jared Harris, Al Madrigal, Tyrese Gibson.",
        "descript": "El cazador de tesoros Victor Sullivan recluta a Nathan Drake para que lo ayude a recuperar una fortuna de 500 años de antigüedad. Lo que comienza como un atraco se convierte en una competencia contra el despiadado Santiago Moncada.",
        "vi": true
    },
    {
        "video": "movies/Uncharted Fuera del mapa 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Uncharted_ Fuera del mapa 2022.jpg",
        "trailer" : "https://www.youtube.com/embed/3xOnhOs_rHg?si=DpRhgiTAL3K1dfOM",
        "titulo": "Uncharted Fuera del mapa 2022",
        "category": "Aventura, Suspenso, Ciencia Ficción, Familiar",
        "cast" : "Elenco: Tom Holanda, Mark Wahlberg, Sofía Ali, Tati Gabrielle, Antonio Banderas",
        "descript": "El cazador de tesoros Victor Sullivan recluta a Nathan Drake para que lo ayude a recuperar una fortuna de 500 años de antigüedad. Lo que comienza como un atraco se convierte en una competencia contra el despiadado Santiago Moncada.",
        "vi": true
    },
    {
        "video": "movies/Ocultos por la Luna 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Ocultos por la Luna.jpg",
        "trailer" : "https://www.youtube.com/embed/vcwXT2M1xBg?si=P2TD2rgDWl2eKBdU",
        "titulo": "Ocultos por la Luna 2019",
        "category": "Aventura, Suspenso, Policiales, Viajes en el Tiempo",
        "cast" : "Elenco: Boyd Holbrook, Cleopatra Coleman, Bokeem Woodbine, Rudi Dharmalingam, Rachel Keller, Michael C. Hall",
        "descript": "Un policía de Filadelfia lucha con su obsesión de localizar a un misterioso asesino en serie, que vuelve a matar cada nueve años, cuyos crímenes desafían la explicación.",
        "vi": true
    },
    {
        "video": "movies/El hombre del norte 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/the-northman-2022.jpg",
        "trailer" : "https://www.youtube.com/embed/7HZ4tBQEiB0?si=6I7BgK2C1d2K6XI9",
        "titulo": "El hombre del norte 2022",
        "category": "Aventura, Suspenso",
        "cast" : "Elenco: Alexander Skarsgård, Nicole Kidman, Anya Taylor-Joy, Björk, Ralph Ineson, Ethan Hawke, Willem Dafoe",
        "descript": "El príncipe Amleth está a punto de convertirse en hombre cuando su padre es brutalmente asesinado por su tío, quien secuestra a la madre del niño. Dos décadas después, Amleth es ahora un vikingo que asalta pueblos eslavos. Pronto conoce a una vidente que le recuerda su promesa: salvar a su madre, matar a su tío y vengar a su padre.",
        "vi": true
    },
    {
        "video": "movies/Ghostbusters Apocalipsis Fantasma 2024 online o descargar gratis.mp4" ,
        "imagen": "movies/ghostbusters-frozen-empire-2024-4k.jpg",
        "trailer" : "https://www.youtube.com/embed/pc7jDuDTLVw?si=F5lzCfU77v9uzvg8",
        "titulo": "Ghostbusters Apocalipsis Fantasma 2024 - Cazafantasmas",
        "category": "Aventura, Ciencia Ficción, Familiar, 2024",
        "cast" : "Elenco: Paul Rudd, Carrie Coon, Finn Wolfhard, Mckenna Grace, Kumail Nanjiani, Patton Oswalt, Celeste O'Connor, James Acaster, Logan Kim, Bill Murray, Dan Aykroyd, Ernie Hudson, Annie Potts, William Atherton",
        "descript": "Una misteriosa y maligna entidad ataca a Nueva York y causa estragos climáticos. En pleno verano, una tormenta de hielo impacta a la ciudad y la gente muere congelada. Por ello, una nueva generación de Cazafantasmas, liderada por Trevor y Phoebe, los nietos de Egon Spengler, se pone el icónico uniforme para enfrentar a los peligros sobrenaturales con la ayuda de dos veteranos: Peter Venkman y Winston Zeddemore.",
        "vi": true
    },
    {
        "video": "movies/Ghostbusters El Legado 2021 online o descargar gratis HD.mp4" ,
        "imagen": "movies/ghostbusters-afterlife.jpg",
        "trailer" : "https://www.youtube.com/embed/ukb8_79PvW0?si=YHGVPsvx7_7CJnxP",
        "titulo": "Ghostbusters El Legado 2021 - Cazafantasmas",
        "category": "Aventura, Ciencia Ficción, Familiar",
        "cast" : "Elenco: Bill Murray, Dan Aykroyd, Ernie Hudson, Sigourney Weaver, Annie Potts, Paul Rudd, Finn Wolfhard, Celeste O'Connor, Carrie Coon, Logan Kim, Mckenna Grace, Marlon Kazadi, Sydney Mae Diaz, Tracy Letts.",
        "descript": "Una madre soltera y sus dos hijos se mudan a una nueva ciudad, en la que pronto descubren que tienen una conexión con los Cazafantasmas originales y el legado secreto de su abuelo.",
        "vi": true
    },
    {
        "video": "movies/Cazafantasmas 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/cazafantasmas.jpg",
        "trailer" : "https://www.youtube.com/embed/RBbNm5_T9ZA?si=ufs4vLuLGoRBx9X5",
        "titulo": "Cazafantasmas 2016 - Ghostbusters",
        "category": "Aventura, Ciencia Ficción, Familiar, Comedia",
        "cast" : "Elenco: Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones, Baile de Charles, Michael K. Williams, Chris Hemsworth",
        "descript": "La mansión Aldrige, la única gran casa neoyorquina del XIX que se conserva en perfecto estado, es un destino turístico al que sus guías añaden picante con alguna trampa sobrenatural. El problema es que no todo lo que cuentan resulta ser mentira. Cuatro mujeres armadas con trajes especiales se prepararán para combatir a los malvados fantasmas.",
        "vi": true
    },
    {
        "video": "movies/Los cazafantasmas 1984 Castellano OK RU.mp4" ,
        "imagen": "movies/Ghostbusters 1984.jpg",
        "trailer" : "https://www.youtube.com/embed/nr3rshIFA_0?si=l9_3AhoDiMLXr7dT",
        "titulo": "Ghostbusters 1984 - Cazafantasmas",
        "category": "Aventura, Ciencia Ficción, Familiar, Comedia",
        "cast" : "Elenco: Bill Murray, Dan Aykroyd, Sigourney Weaver, Harold Ramis, Rick Moranis",
        "descript": "A los doctores Venkman, Stantz y Spengler, expertos en parapsicología, no les conceden una beca de investigación que habían solicitado. Al encontrarse sin trabajo, deciden fundar una empresa que se dedique a limpiar Nueva York de ectoplasmas. El aumento repentino de apariciones espectrales en la ciudad será el presagio de la llegada de un peligroso y poderoso demonio.",
        "vi": true
    },
    {
        "video": "movies/Damisela 2024 online o descargar gratis 4K UHD.mp4" ,
        "imagen": "movies/Damsel 2024.jpg",
        "trailer" : "https://www.youtube.com/embed/VrdRyYPggfI?si=9lB24_cQmMIT00rX",
        "titulo": "Damsel 2024",
        "category": "Aventura, Familiar, 2024",
        "cast" : "Elenco: Millie Bobby Brown, Ray Winstone, Nick Robinson, Shohreh Aghdashloo, Angela Bassett, Robin Wright",
        "descript": "Una joven acepta casarse con un apuesto príncipe, pero descubre que todo es una trampa. Es arrojada a una cueva con un dragón que escupe fuego y debe confiar únicamente en su ingenio y voluntad para sobrevivir.",
        "vi": true
    },
    {
        "video": "movies/Arthur Una amistad sin limites 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/arthur-una-amistad-sin-limites-2024.jpg",
        "trailer" : "https://www.youtube.com/embed/udoAFKsdjz0?si=cLHfW99-OSwKfRks",
        "titulo": "Arthur: Una amistad sin límites 2024",
        "category": "Mascotas, Familiar, Basadas en la vida real, Aventura, 2024",
        "cast" : "Elenco: Mark Wahlberg, Simu Liu, Ali Suliman, Rob Collins, Nathalie Emmanuel, Michael Landes, Juliet Rylance, Bear Grylls, Paul Guilfoyle",
        "descript": "cuenta la historia real de Mikael Lindnord, un atleta sueco de resistencia que adoptó a un perro callejero llamado Arthur durante una carrera en la selva ecuatoriana",
        "vi": true
    },
    {
        "video": "movies/Las cronicas de Navidad Parte dos 2020 online o descargar gratis.mp4" ,
        "imagen": "movies/Craonicas_de_Navidad_2.jpg",
        "trailer" : "https://www.youtube.com/embed/E3Y0I7MJvRY?si=a4NKn0gnFP29Ohzh",
        "titulo": "Las crónicas de Navidad: Parte dos 2020",
        "category": "Navideñas, Familiar, Comedia",
        "cast" : "Elenco: Kurt Russell, Goldie Hawn, Darby Camp, Jahzir Bruno",
        "descript": "La adolescente Kate Pierce se reencuentra con Santa Claus luego de que un hombre amenaza con terminar con la Navidad para siempre.",
        "vi": true
    },
    {
        "video": "movies/Las cronicas de Navidad 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Las cronicas de Navidad 2018.jpg",
        "trailer" : "https://www.youtube.com/embed/JLdbUuq0Qf8?si=ZUGtSVm0-8yppwsa",
        "titulo": "Las cronicas de Navidad 2018",
        "category": "Navideñas, Familiar, Comedia",
        "cast" : "Elenco: Clay KaytisDireção, Matt LiebermanRoteiro y História, Kurt RussellElenco, Kimberly Williams-PaisleyElenco, Oliver HudsonElenco, Judah LewisElenco, Darby CampElenco, Tony NappoElenco.",
        "descript": "Los hermanos Kate y Teddy Pierce traman un plan para capturar a Santa Claus en nochebuena. Cuando el plan sale mal, los niños unen fuerzas con San Nicolás y sus leales elfos para salvar las vacaciones antes de que sea demasiado tarde.",
        "vi": true
    },
    {
        "video": "movies/Pantera Negra Wakanda Por Siempre 2022 online o descargar gratis.mp4" ,
        "imagen": "movies/black-panther-wakanda-forever-2022-4k.jpg",
        "trailer" : "https://www.youtube.com/embed/3F0nQOjEB3g?si=a9qnyRif4kBa9QIi",
        "titulo": "Pantera Negra: Wakanda Por Siempre 2022",
        "category": "Marvel, Familiar, Super Heroes",
        "cast" : "Elenco: Letitia Wright, Lupita Nyong'o, Danai Gurira, Winston Duke, Florence Kasumba, Dominique Thorne, Michaela Coel, Mabel Cadena, Tenoch Huerta Mejía, Martin Freeman, Julia Louis-Dreyfus, Angela Bassett",
        "descript": "Con la muerte repentina del actor Chadwick Boseman quien le daba vida al Rey T'Challa Marvel Studios se dió obligado a dar le un final a su Super Heroe Black Panther homenagiandolo y haciendo una clara referencia a la muerte del actor quien falleció después de estar luchando durante años en secreto contra el cancer; Tras la muerte de T'Challa, la reina Ramonda, Shuri, M'Baku, Okoye y las Dora Milaje protegen Wakanda de la injerencia de las potencias mundiales.",
        "vi": true
    },
    {
        "video": "movies/Pantera Negra 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/black-panther.jpg",
        "trailer" : "https://www.youtube.com/embed/wp_QaWgfZDc?si=YCtmKGThDs5sEJI4",
        "titulo": "Pantera Negra 2018",
        "category": "Marvel, Familiar, Super Heroes",
        "cast" : "Elenco: Chadwick Boseman, Michael B. Jordan, Lupita Nyong'o, Danai Gurira, Martín Freeman, Daniel Kaluuya, Leticia Wright, Duque de Winston, Plata esterlina K. Brown, Ángela Bassett, Bosque Whitaker, Andy Serkis",
        "descript": "Hace millones de años, un meteorito de poderoso vibranium impactó en África. Cuando llegó la era del hombre, la mayoría de los habitantes de aquel territorio se unieron bajo el mando de un guerrero chamán que, gracias al vibranium, adquirió fuerza, velocidad e instinto sobrehumano, convirtiéndose en el primer Black Panther.",
        "vi": true
    },
    {
        "video": "movies/Home No hay lugar como el hogar 2015 online o descargar gratis H.mp4" ,
        "imagen": "movies/home-no-hay-lugar-como-el-hogar.jpg",
        "trailer" : "https://www.youtube.com/embed/XggV_Sb965o?si=U8nYhc3YD9qvQZ3e",
        "titulo": "Home: No hay lugar como el hogar 2015",
        "category": "Animadas, Familiar, Comedia",
        "cast" : "Elenco: Jim Parsons, Rihanna, Jennifer Lopez, Steve Martin, Matt L. Jones, Brian Stepanek",
        "descript": "Después de que una raza alienígena llamada Boov conquista la Tierra, toda la población es reubicada, todos excepto una niña llamada Tip que se las ha arreglado para esconderse de los extraterrestres. Cuando Tip se encuentra con un Boov fugitivo llamado Oh la desconfianza será mutua. Sin embargo, Oh no es como el resto de los Boov, él sólo quiere tener amigos y divertirse. Pronto ambos emprenden la búsqueda de la madre de Tip, sin saber que los Gorg, enemigos de los Boov, están de camino.",
        "vi": true
    },
    {
        "video": "movies/Un don excepcional 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/un-don-excepcional.jpg",
        "trailer" : "https://www.youtube.com/embed/HUmrEstT1bY?si=Ud3hWWKK7MddqX9d",
        "titulo": "Un don excepcional 2017",
        "category": "Familiar",
        "cast" : "Elenco: Chris Evans, Gracia de McKenna, Lindsay Duncan, Pizarra de Jenny, Octavia Spencer",
        "descript": "Frank y su madre se enfrentan por la custodia de Mary, la sobrina de Frank. Mary es una niña con un talento fuera de lo común para las matemáticas y la madre de Frank, una mujer muy brillante, quiere tutelarla; pero él se niega a ceder su custodia porque desea que Mary disfrute de una infancia normal.",
        "vi": true
    },
    {
        "video": "movies/Talentos ocultos 2016 online o descargar gratis HD.mp4" ,
        "imagen": "movies/TALENTOS OCULTOS.jpg",
        "trailer" : "https://www.youtube.com/embed/xFALsPCeJvE?si=iOvAc2G5bbYmzk8L",
        "titulo": "TALENTOS OCULTOS 2016",
        "category": "Basadas en la vida real",
        "cast" : "Elenco: Taraji P. Henson, Octavia Spencer, Janelle Monáe, Kevin Costner, Kirsten Dunst, Glen Powell, Jim Parsons",
        "descript": "La increíble historia real nunca antes contada de Katherine G. Johnson, Dorothy Vaughan y Mary Jackson, tres brillantes mujeres científicas afroamericanas que trabajaron en la NASA a comienzos de los años setenta, en plena carrera espacial y en la lucha por los derechos civiles de la comunidad negra estadounidense. Conocidas como las ordenadores vivientes, ayudaron en el lanzamiento a la órbita del astronauta John Glenn, un logro que restauró la confianza del país.",
        "vi": true
    },
    {
        "video": "movies/Oppenheimer 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/oppenheimer.jpg",
        "trailer" : "https://www.youtube.com/embed/gMPEbJQun68?si=Pwi2vUlKFdxY1j81",
        "titulo": "OPPENHEIMER 2023",
        "category": "Basadas en la vida real",
        "cast" : "Elenco: Cillian Murphy, Emily Blunt, Matt Damon, Robert Downey Jr, Florence Pugh, Josh Hartnett, Casey Affleck, Rami Malek, Kenneth Branagh",
        "descript": "Durante la Segunda Guerra Mundial, el teniente general Leslie Groves designa al físico J. Robert Oppenheimer para un grupo de trabajo que está desarrollando el Proyecto Manhattan, cuyo objetivo consiste en fabricar la primera bomba atómica.",
        "vi": true
    },
    {
        "video": "movies/El callejon de las almas perdidas 2021 Pelicula Completa Onl.mp4" ,
        "imagen": "movies/El Callejón de Las Almas Perdidas.jpg",
        "trailer" : "https://www.youtube.com/embed/8Ths1kLcKd0?si=wvR94NdJJ8agHKL7",
        "titulo": "El Callejón de las Almas Perdidas 2021",
        "category": "Ciencia Ficción, Suspenso",
        "cast" : "Elenco: Guillermo del Toro, Bradley Cooper, Cate Blanchett, Toni Collette, Willem Dafoe, Richard Jenkins, Rooney Mara, Ron Perlman, David Strathairn",
        "descript": "En el Nueva York de la década de 1940, el estafador Stanton Carlisle se une a una vidente y el esposo de esta, un mentalista, para robarle a un peligroso millonario. El grupo recibe la ayuda de una misteriosa psiquiatra que tiene su propio plan.",
        "vi": true
    },
    {
        "video": "movies/La forma del agua 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/pinocchio-guillermo-del-toro.jpg",
        "trailer" : "https://www.youtube.com/embed/-WgZ_IQU0Ks?si=1HkuGp4n4aoBUVlJ",
        "titulo": "Pinocho de Guillermo del Toro 2022",
        "category": "Ciencia Ficción, Animadas, Familiar",
        "cast" : "Elenco: Guillermo del Toro, Gregory Mann, David Bradley, Ewan McGregor, Finn Wolfhard, Cate Blanchett, John Turturro, Ron Perlman, Tim Blake Nelson, Burn Gorman, Christoph Waltz, Tilda Swinton",
        "descript": "El amor de Tessa y Hardin nunca ha sido fácil. Mientras él permanece en Londres después de la boda de su madre y se hunde cada vez más en su propia oscuridad, ella regresa a Seattle. Tessa es la única capaz de entenderle y calmarle... él la necesita, pero ella ya no es la chica buena y dulce que era cuando llegó a la universidad. Deberá plantearse si lo que debe hacer ahora es salvar a Hardin y su relación con él, o si ha llegado el momento de pensar solo en ella.",
        "vi": true
    },
    {
        "video": "movies/La forma del agua 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/la-forma-del-agua.jpg",
        "trailer" : "https://www.youtube.com/embed/gfVe2puMBs0?si=TzJBXIMLFIdK3F7Q",
        "titulo": "La forma del agua 2017",
        "category": "Ciencia Ficción, Suspenso, Romance",
        "cast" : "Elenco: Guillermo del Toro, Sally Hawkins, Michael Shannon, Richard Jenkins, Octavia Spencer, Doug Jones",
        "descript": "En una instalación de investigación de alto secreto en la década de 1960, un conserje solitario entabla una relación única con una criatura anfibia que se encuentra en cautiverio.",
        "vi": true
    },
    {
        "video": "movies/La cumbre escarlata 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/la-cumbre-escarlata.jpg",
        "trailer" : "https://www.youtube.com/embed/gEtKln6yPWw?si=DQhyvIFRKjswAT8q",
        "titulo": "La cumbre escarlata 2015",
        "category": "Ciencia Ficción, Romance, Suspenso, Terror",
        "cast" : "Elenco: Guillermo del Toro, Mia Wasikowska, Jessica Chastain, Tom Hiddleston, Charlie Hunnam, Jim Beaver",
        "descript": "Todo ocurre en Inglaterra durante el siglo XIX. Edith es una joven recién casada con sir Thomas, un hombre encantador. Edith se traslada a la mansión que la familia de él posee en Cumbria, región del norte de Inglaterra, y allí, Edith, que es capaz de hablar con los muertos, descubre que su esposo y la hermana de este, Lady Lucille, esconden un sombrío secreto; y además, que las casas embrujadas no sólo existen en las novelas, porque la que ella habita, respira, sangra... y nunca olvida.",
        "vi": true
    },
    {
        "video": "movies/Black Widow 2021 online o descargar gratis HD.mp4" ,
        "imagen": "movies/black-widow-2021.jpg",
        "trailer" : "https://www.youtube.com/embed/-FOyNlx8DT0?si=-NRzOXKN9P9quSSR",
        "titulo": "Black Widow 2021",
        "category": "Ciencia Ficción, Marvel, Espias, Super Heroes",
        "cast" : "Elenco: Scarlett Johansson, Florence Pugh, David Harbour, O-T Fagbenle, Olga Kurylenko, William Hurt, Ray Winstone, Rachel Weisz",
        "descript": "Una peligrosa conspiración, relacionada con su pasado, persigue a Natasha Romanoff, también conocida como Viuda Negra. La agente tendrá que lidiar con las consecuencias de haber sido espía, así como con las relaciones rotas, para sobrevivir.",
        "vi": true
    },
    {
        "video": "movies/Oblivion El tiempo del olvido 2013 online o descargar gratis HD.mp4" ,
        "imagen": "movies/oblivion.jpg",
        "trailer" : "https://www.youtube.com/embed/Pt7TGR8wwdw?si=kOrNlQR7L3GX1K-i",
        "titulo": "Oblivion: El tiempo del olvido 2013",
        "category": "Ciencia Ficción, Suspenso, Aliens",
        "cast" : "Elenco: Tom Cruise, Morgan Freeman, Olga Kurylenko, Andrea Riseborough, Nikolaj Coster-Waldau, Zoë Bell, Melissa Leo",
        "descript": "Hace 60 años la Tierra quedó devastada tras la guerra con los alienígenas. A día de hoy, sus únicos habitantes son Jack Harper, que hace 'drones' que extraen recursos para la colonia humana en Titán, y Victoria Olsen, responsable de comunicaciones. Dos semanas antes de que decida marcharse por siempre de la Tierra, Harper rescata a una mujer de una nave espacial, provocando una batalla final para salvar a la humanidad.",
        "vi": true
    },
    {
        "video": "movies/Cartas de Van Gogh 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Cartas-de-Van-Gogh-2017.jpg",
        "trailer" : "https://www.youtube.com/embed/kaSsSAIwRsI?si=1AskaKW_RetaRCDX",
        "titulo": "Cartas de Van Gogh 2017",
        "category": "Familiar, Basadas en la vida real, Animadas",
        "cast" : "Elenco: Robert Gulaczyk, Douglas Booth, Jerome Flynn, Saoirse Ronan, Helen McCrory, Chris O'Dowd, Sesiones de juan, Eleanor Tomlinson, Aidan Turner",
        "descript": "Francia, 1981. Antes de morir, el artista Vincent Van Gogh dejó una carta para su hermano Theo y la tarea de entregársela recae sobre el joven Armand Roulin, hijo del cartero personal de Van Gogh. Tras descubrir que Theo falleció poco después que su hermano, Armand viaja al pueblo en el que Van Gogh se quitó la vida para buscar otro posible destinatario de la carta.",
        "vi": true
    },
    {
        "video": "movies/Up - Una aventura de altura 2009 online o descargar gratis HD-01.mp4" ,
        "imagen": "movies/Up_poster.jpg",
        "trailer" : "https://www.youtube.com/embed/syhheCfn5BY?si=C6nhoAu9APKknKpV",
        "titulo": "Up - Una aventura de altura 2009",
        "category": "Familiar, Comedia, Animadas, Aventura",
        "cast" : "Elenco: Edward Asner, Christopher Plummer, Jordan Nagai, Pete Docter, Bob Peterson",
        "descript": "Carl Fredricksen es un vendedor de globos de 78 años de edad dispuesto a cumplir su sueño: atar miles de globos a su casa y volar a Sudamérica. Sin embargo, descubre demasiado tarde a un joven e inesperado polizón. Lo que en principio será recelo, acabará por tornarse simpatía hacia el muchacho mientras juntos pasan fascinantes aventuras en exóticos lugares.",
        "vi": true
    },
    {
        "video": "movies/Novata Espacial Online Gratis HD - Cinecalidad.mp4" ,
        "imagen": "movies/Novata Espacial.jpg",
        "trailer" : "https://www.youtube.com/embed/zQWytfLnjPQ?si=Py6OCA82S90YFNh7",
        "titulo": "NOVATA ESPACIAL 2024",
        "category": "Familiar, Comedia, Romance, 2024",
        "cast" : "Elenco: Sebastián Yatra, Emma Roberts, Tom Hopper, Poppy Liu, Gabrielle Union",
        "descript": "Una chica fiestera de Florida se convierte en la única esperanza para el programa espacial de la NASA después de que, por casualidad, tenga que entrenar con otros candidatos mejor preparados, pero no tan listos, astutos y atrevidos como ella.",
        "vi": true
    },
    {
        "video": "movies/Puppy Love 2023 online o descargar gratis HD.mp4" ,
        "imagen": "movies/puppy-love-2023.jpg",
        "trailer" : "https://www.youtube.com/embed/skN4TYE6Wkk?si=NU1AllTFEVIxVccv",
        "titulo": "Puppy Love 2023",
        "category": "Familiar, Mascotas, Romance, Aventura",
        "cast" : "Elenco: Lucy Hale, Grant Gustin, Nore Davis, Michael Hitchcock, Jane Seymour.",
        "descript": "Después de una desastrosa primera cita, Nicole, una joven desenfrenada, y Max, socialmente ansioso, juran borrar el número de teléfono del otro hasta que se enteran de que sus perros han encontrado el amor. ¡Y ahora hay cachorros en camino!   ",
        "vi": true
    },
    {
        "video": "movies/Intensa Mente 2 2024 online o descargar gratis 4K UHD.mp4" ,
        "imagen": "movies/intensa-mente-2-2024-4k.jpg",
        "trailer" : "https://www.youtube.com/embed/xiC2iXTXHxw?si=_lr3LbnE3jBCAKMU",
        "titulo": "intensa mente 2024",
        "category": "Familiar, Animadas, Romance, 2024",
        "cast" : "Elenco: Amy Poehler, Phyllis Smith, Lewis Black, Tony Hale, Liza Lapira, Maya Hawke, Ayo Edebiri, Paul Walter Hauser, Adèle Exarchopoulos",
        "descript": "Ahora que es adolescente, Riley experimenta nuevos sentimientos como Ansiedad y Envidia, que se imponen a los viejos mientras ella duda sobre si abandonar a sus antiguas amigas por otras de la escuela secundaria.",
        "vi": true
    },
    {
        "video": "movies/Intensa Mente 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/intensa-mente.jpg",
        "trailer" : "https://www.youtube.com/embed/_DTnvFdFW14?si=Gr9WwabhEMWqKb4l",
        "titulo": "intensa mente 2015",
        "category": "Familiar, Animadas, Romance",
        "cast" : "Elenco: Amy Poehler, Phyllis Smith, Richard Kind, Bill Hader, Lewis Black, Mindy Kaling, Kaitlyn Dias, Diane Lane, Kyle MacLachlan",
        "descript": "Riley acaba de nacer y en el centro de control de su pequeña mente sólo hay sitio para Alegría. Poco después aparece Tristeza y, más tarde, Ira, Miedo y Asco. Las cinco emociones tendrán que ayudar a la niña cuando, ya con 11 años, su familia se mude desde su idílico pueblo del Medio Oeste estadounidense a la enorme e intimidante ciudad de San Francisco. Tras una serie de acontecimientos, Alegría y Tristeza tendrán que trabajar juntas para salvar a Riley.",
        "vi": true
    },
    {
        "video": "movies/Enredados 2010 online o descargar gratis HD.mp4" ,
        "imagen": "movies/enredados1.jpg",
        "trailer" : "https://www.youtube.com/embed/ee3XOCH-pok?si=OGNaC0zZjdor29VK",
        "titulo": "Enredados 2010",
        "category": "Familiar, Animadas, Romance, Aventura",
        "cast" : "Elenco: Mandy Moore, Zachary Levi, Donna Murphy, Jeffrey Tambor, Richard Kie, Ron Perlman, M.C. Gainey",
        "descript": "Flynn rider, el más buscado y encantador bandido del reino, se esconde en una misteriosa torre y allí se encuentra con Rapunzel, una bella y avispada adolescente con una cabellera dorada de 21 metros de largo, que vive encerrada allí desde hace años. Ambos sellan un pacto, y a partir de ese momento la pareja vivirá emocionantes aventuras en compañía de un caballo superpolicía, un camaleón sobreprotector y una ruda pandilla de matones.",
        "vi": true
    },
    {
        "video": "movies/Navidad de golpe Online Gratis HD - Cinecalidad.mp4" ,
        "imagen": "movies/navida de golpe.jpg",
        "trailer" : "https://www.youtube.com/embed/QdFmjmUHcIg?si=IwMDBzCzbtnbk_oi",
        "titulo": "Navidad de golpe",
        "category": "Familiar, Navideñas, Romance",
        "cast" : "Elenco: Lindsay Lohan, Chord Overstreet, George Young, Jack Wagner, Olivia Perez",
        "descript": "Una heredera caprichosa que sufre amnesia tras un accidente de esquí queda al cuidado del dueño de un albergue y su hija.",
        "vi": true
    },
    {
        "video": "movies/Nuestro secretito 2024 Pelicula Completa Online.mp4" ,
        "imagen": "movies/nuestro secreto.jpg",
        "trailer" : "https://www.youtube.com/embed/fxc6w6S1HwA?si=3hZdtdGiCRnhoAzf",
        "titulo": "Nuestro Secretito",
        "category": "Familiar, Navideñas, Romance, 2024",
        "cast" : "Elenco: Lindsay Lohan, Ian Harding, Kristin Chenoweth",
        "descript": "Dos ex resentidos se ven obligados a pasar la Navidad bajo el mismo techo tras descubrir que sus parejas actuales son hermanos.",
        "vi": true
    },
    {
        "video": "movies/Monstruos vs aliens 2009 Pelicula Completa Online.mp4" ,
        "imagen": "movies/MonstruosvsAlienslatino_poster.jpg",
        "trailer" : "https://www.youtube.com/embed/f4aW9jfY8D8?si=SjZoAWj9xsdmdeQf",
        "titulo": "Monstruos vs Aliens 2009",
        "category": "Familiar, Animadas, Ciencia Ficción, Aliens, Super Heroes",
        "cast" : "Elenco: Reese Witherspoon, Seth Rogen, Hugh Laurie, Will Arnett, Kiefer Sutherland, Rainn Wilson, Stephen Colbert, Paul Rudd, Julie White, Jeffrey Tambor, Amy Poehler, Ed Helms, Renée Zellweger, John Krasinski",
        "descript": "Cuando Susan es golpeada por un meteorito lleno de mugre espacial en el día de su boda, crece misteriosamente hasta alcanzar más de 15 metros de altura. Los militares entran en acción y Susan es capturada y llevada a unas instalaciones gubernamentales secretas. Allí, la rebautizan como Genórmica y la retienen junto a un variopinto grupo de monstruos.",
        "vi": true
    },
    {
        "video": "movies/Jurassic World Dominio 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/jurassic-world-dominion-4k.jpg",
        "trailer" : "https://www.youtube.com/embed/rjQDdt5O99U?si=HA4d0Mgr6p8Cjpwe",
        "titulo": "jurassic world dominion 2022",
        "category": "Familiar, Suspenso, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Chris Pratt, Bryce Dallas Howard, Laura Dern, Sam Neill, Jeff Goldblum, DeWanda Wise, Mamoudou Athie, Isabella Sermon, Campbell Scott, BD Wong, Omar Sy",
        "descript": "Cuatro años después de la destrucción de la Isla Nublar, los dinosaurios ahora viven y cazan junto a los humanos alrededor del mundo. Este frágil balance cambiará el futuro y determinará, de una vez por todas, si es que los humanos son capaces de permanecer siendo los máximos depredadores en el planeta que ahora comparten con las más temibles criaturas.",
        "vi": true
    },
    {
        "video": "movies/Jurassic World El reino caido 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/jurassic-world-el-reino-caido.jpg",
        "trailer" : "https://www.youtube.com/embed/Pbxxz5uytCo?si=sPsEgZdmNKsTdPTL",
        "titulo": "Jurassic World El reino caido 2018",
        "category": "Familiar, Suspenso, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Chris Pratt, Bryce Dallas Howard, Laura Dern, Sam Neill, Jeff Goldblum, DeWanda Wise, Mamoudou Athie, Isabella Sermon, Campbell Scott, BD Wong, Omar Sy",
        "descript": "Cuando el volcán inactivo de la Isla Nublar vuelve estruendosamente a la vida, Owen y Claire se embarcan en la misión de rescatar a los dinosaurios restantes de la extinción.",
        "vi": true
    },
    {
        "video": "movies/Jurassic World Mundo Jurasico 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/jurassic-world.jpg",
        "trailer" : "https://www.youtube.com/embed/MOblcRRCSYU?si=vbIidnC74NNFtaXM",
        "titulo": "Jurassic World Mundo Jurasico 2015",
        "category": "Familiar, Suspenso, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Chris Pratt, Bryce Dallas Howard, Irrfan Khan, Vincent D'Onofrio, Ty Simpkins, Nick Robinson, Jake Johnson, Omar Sy, BD Wong, Judy Greer, Lauren Lapkus, Brian Tee, Katie McGrath, Andy Buckley, Eric Edelstein",
        "descript": "22 años después el parque ya es una realidad, llamado Mundo Jurásico. Todo está yendo bien, la gente llega por miles a la isla. Pero la última gran atracción del parque, un dinosaurio carnívoro modificado genéticamente para atraer más visitantes, escapa de su zona de contención y va matando todo a su paso.",
        "vi": true
    },
    {
        "video": "movies/Jurassic Park Parque Jurasico III 2001 online o descargar gratis.mp4" ,
        "imagen": "movies/jurassic-park-3.jpg",
        "trailer" : "https://www.youtube.com/embed/Tjp3BA9e7BI?si=lAmPy1798m_kKhLe",
        "titulo": "Jurassic Park: Parque Jurásico III 2001",
        "category": "Familiar, Suspenso, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Sam Neill, William H. Macy, Téa Leoni, Alessandro Nivola, Trevor Morgan, Michael Jeter, John Diehl, Bruce A. Young, Laura Dern, Taylor Nichols, Mark Harelik, Julio Oscar Mechoso, Blake Michael Bryan, Sarah Danielle Goldberg, Linda Park",
        "descript": "Una decidida pareja acaudalada con motivos ocultos convence al Dr. Alan Grant para que sea su guía en la isla Sorna, donde estaba el segundo laboratorio de InGen, lo cual resulta en un inesperado aterrizaje... e inesperados nuevos habitantes en la isla.",
        "vi": true
    },
    {
        "video": "movies/El mundo perdido Jurassic Park 1997 online o descargar gratis HD.mp4" ,
        "imagen": "movies/el-mundo-perdido-jurassic-park.jpg",
        "trailer" : "https://www.youtube.com/embed/KI4FMhFCU7c?si=wpkurl0-CtzsQuoS",
        "titulo": "Jurassic Park El mundo perdido 1997",
        "category": "Familiar, Suspenso, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Jeff Goldblum, Julianne Moore, Pete Postlethwaite, Arliss Howard, Richard Attenborough, Vince Vaughn, Vanessa Lee Chester, Peter Stormare, Harvey Jason, Richard Schiff, Thomas F. Duffy, Joseph Mazzello, Ariana Richards, Thomas Rosales Jr., Camilla Belle",
        "descript": "Cuatro años después del fracaso del Parque Jurásico en la isla Nublar, John Hammond le revela a Ian Malcom que había otra isla, el Sitio B, donde los dinosaurios eran primeramente criados. Un equipo es enviado a esta isla para estudiar los dinosaurios, mientras otro equipo llega con otros planes.",
        "vi": true
    },
    {
        "video": "movies/El mundo perdido Jurassic Park 1997 online o descargar gratis HD.mp4" ,
        "imagen": "movies/jurassic-park.jpg",
        "trailer" : "https://www.youtube.com/embed/dLDkNge_AhE?si=QtlMJAhoWopF1ebT",
        "titulo": "Jurassic Park 1993",
        "category": "Familiar, Suspenso, Ciencia Ficción, Aventura",
        "cast" : "Elenco: Sam Neill, Laura Dern, Jeff Goldblum, Richard Attenborough, Bob Peck, Martin Ferrero, Joseph Mazzello, Ariana Richards, Samuel L. Jackson, BD Wong, Wayne Knight, Gerald R. Molen, Miguel Sandoval, Cameron Thor, Christopher John Fields",
        "descript": "Grandes avances científicos han permitido a un magnate crear en una isla un parque lleno de dinosaurios vivos. John Hammond invita a cuatro personas, junto con sus dos nietos, para conocer el Parque Jurásico. Pero una falla general de electricidad permitirá que los dinosaurios escapen de sus áreas de contención.",
        "vi": true
    },
    {
        "video": "movies/Hombre al agua 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/hombre-al-agua.jpg",
        "trailer" : "https://www.youtube.com/embed/2LJbtQLQiOU?si=Dg0BGow4ZTcsfd0y",
        "titulo": "Hombre Al Agua 2018",
        "category": "Familiar, Comedia, Aventura",
        "cast" : "Elenco: Anna Faris, Eva Longoria, Eugenio Derbez, John Hannah, Emily Maddison, Swoosie Kurtz, Alyvia Alyn Lind, Josh Segarra, Mel Rodriguez, Cecilia Suárez, Celeste Ziegler",
        "descript": "Un caprichoso y acaudalado dueño de un yate es lanzado por la borda y se convierte en el blanco de la venganza de una empleada maltratada.",
        "vi": true
    },
    {
        "video": "movies/El Proyecto Adam (2022) [8973698140748].mp4" ,
        "imagen": "movies/proyecto adams.jpg",
        "trailer" : "https://www.youtube.com/embed/Ow8kWwehGcA?si=LbdNgbrwBryVMznh",
        "titulo": "El Proyecto Adam 2022",
        "category": "Ciencia Ficción, Viajes en el Tiempo, Familiar, Aventura",
        "cast" : "Elenco:  Alex Mallari Jr., Ben Wilkinson, Braxton Bjerken, Catherine Keener, Donald Sales",
        "descript": "Adam Reed (Interpretado por Ryan Reynolds) es un viajero del tiempo del año 2050 que se ha aventurado en una misión de rescate para buscar a Laura (Interpretada por Zoe Saldana), la mujer que ama, que se perdió en el continuo espacio-tiempo en circunstancias misteriosas. Cuando la nave de Adam se estropea, es enviado en espiral al año 2022, y al único lugar que conoce de esta época de su vida: su casa, donde vive su yo cuando tenía 13 años.",
        "vi": true
    },
    {
        "video": "movies/El llamado salvaje 2020 online o descargar gratis HD.mp4" ,
        "imagen": "movies/the-call-of-the-wild-4k.jpg",
        "trailer" : "https://www.youtube.com/embed/3bBv5mkygek?si=41nDvx-5L4199T8r",
        "titulo": "El llamado salvaje 2020",
        "category": "Familiar, Mascotas, Aventura",
        "cast" : "Elenco: Harrison Ford, Omar Sy, Cara Gee, Dan Stevens, Bradley Whitford, Jean Louisa Kelly, Michael Horse, Karen Gillan, Colin Woodell, Micah Fitzgerald, Heather McPhaul",
        "descript": "Buck, un perro secuestrado de su hogar en California y llevado a Yukon, donde un buscador de oro lo descubre. Allí, Buck se convierte en un perro de trineo y corre libre por la naturaleza.",
        "vi": true
    },
    {
        "video": "movies/Como ser un latin lover 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/como-ser-un-latin-lover.jpg",
        "trailer" : "https://www.youtube.com/embed/f2LPpjzLf7w?si=nQl6BC2HptusRoxg",
        "titulo": "Cómo ser un latin lover 2017",
        "category": "Familiar, Comedia",
        "cast" : "Elenco: Eugenio Derbez, Salma Hayek, Raphael Alejandro, Rob Lowe, Kristen Bell, Mckenna Grace, Raquel Welch, Linda Lavin, Renée Taylor, Rob Corddry, Rob Riggle, Rob Huebel, Michael Cera, Mather Zickel, Vadhir Derbez",
        "descript": "Un hombre especializado en la seducción de ancianas millonarias es echado después de 25 años de matrimonio y debe mudarse con su hermana, donde comienza a aprender el valor de la familia.",
        "vi": true
    },
    {
        "video": "movies/Madame Web 2024 online o descargar gratis HD.mp4" ,
        "imagen": "movies/madame web 2024.jpg",
        "trailer" : "https://www.youtube.com/embed/plv6ppDBGCk?si=fZB-pWPGbz2EZRjd",
        "titulo": "Madame Web 2024",
        "category": "Marvel, Super Heroes, Ciencia Ficción, Aventura, 2024",
        "cast" : "Elenco: Dakota Johnson, Sydney Sweeney, Isabela Merced, Celeste O'Connor, Tahar Rahim, Mike Epps, Emma Roberts, Adam Scott, Kerry Bishé, Zosia Mamet",
        "descript": "Cassandra Webb es una paramédico en Nueva York que comienza a demostrar signos de clarividencia. Forzada a enfrentarse a revelaciones acerca de su pasado, ella debe resguardar a tres jóvenes mujeres de un mortal adversario que quiere verlas destruídas.",
        "vi": true
    },
    {
        "video": "movies/Mis huellas a casa 2019 online o descargar gratis HD.mp4" ,
        "imagen": "movies/mis-huellas-a-casa.jpg",
        "trailer" : "https://www.youtube.com/embed/Fo4POwticIk?si=bE1ScgkVfbx-ywTj",
        "titulo": "Mis huellas a casa 2019",
        "category": "Familiar, Mascotas",
        "cast" : "Elenco: Ashley Judd, Jonah Hauer-King, Edward James Olmos, Alexandra Shipp, Chris Bauer, Barry Watson, Motell Gyn Foster, Wes Studi, John Cassini, Brian Markinson",
        "descript": "Una perra recorre cientos de kilómetros en búsqueda de su dueño a través de la región salvaje de Colorado.",
        "vi": true
    },
    {
        "video": "movies/Max Mi heroe y amigo 2015 online o descargar gratis HD.mp4" ,
        "imagen": "movies/max.jpg",
        "trailer" : "https://www.youtube.com/embed/13ME30P3okA?si=9_rFva4ZN0q-zn4w",
        "titulo": "Max 2015",
        "category": "Familiar, Mascotas, Policiales",
        "cast" : "Elenco: Thomas Haden Church, Josh Wiggins, Luke Kleintank, Lauren Graham, Robbie Amell, Mia Xitlali, Dejon LaQuake, Jay Hernandez, Owen Harn, Joseph Julian Soria, Raymond W. Beal, Edgar Arreola, Jason Davis, Pete Burris, Miles Mussenden",
        "descript": "Max es un perro marine que ayudó en Afganistán. Pero luego de una traumática experiencia de guerra, regresa a Estados Unidos y comienza a sufrir de estrés. Va a ser dormido porque no hace caso a nadie, pero es adoptado por el joven Justin, y las vidas de ambos nunca más serán las mismas.",
        "vi": true
    },
    {
        "video": "movies/Dog Un Viaje Salvaje 2022 online o descargar gratis HD.mp4" ,
        "imagen": "movies/dog un viaje salvaje.jpg",
        "trailer" : "https://www.youtube.com/embed/mKrhVcxnBV8?si=rAA4KbEqlmL2Kf-Y",
        "titulo": "dog un viaje salvaje",
        "category": "Basadas en la vida real, Mascotas, Policiales",
        "cast" : "Elenco: Channing Tatum, Ryder McLaughlin, Aavi Haas, Luke Forbes, Donovan Hunter, Peter Ostrander, Trey Panella, Patrick Perlaky, Devin White, John Dixon",
        "descript": "Dos ex rangers del ejército son emparejados en contra de su voluntad en un viaje por carretera que marcará sus vidas. Briggs y Lulu se aventuran por la costa del Pacífico para llegar a tiempo al funeral de un compañero soldado.",
        "vi": true
    },
    {
        "video": "movies/Megan Leavey 2017 online o descargar gratis HD.mp4" ,
        "imagen": "movies/Megan leavey.webp",
        "trailer" : "https://www.youtube.com/embed/r3Iwe8lPk_E?si=DhMqetDXqrLLVuWe",
        "titulo": "Megan Leavey 2017",
        "category": "Familiar, Mascotas, Policiales, Basadas en la vida real",
        "cast" : "Elenco: Kate Mara, Edie Falco, Alisa Harris, Nick Madrick, Jason Turner, Megan Leavey, Will Patton, Corey Johnson, Andrew Moon, Alicia Lobo, Melina Matthews",
        "descript": "Megan Leavey es una joven cabo de la marina cuya disciplina única y el vínculo con su perro de combate militar salvaron muchas vidas durante su despliegue en Iraq. Basada en la historia de la vida real.",
        "vi": true
    },
    {
        "video": "movies/El rescate de Ruby (2022).webm" ,
        "imagen": "movies/El rescate de Ruby.jpeg",
        "trailer" : "https://www.youtube.com/embed/h5NffRxpvHY?si=KswlRA9PWZRdPQGD",
        "titulo": "El rescate de Ruby 2022",
        "category": "Familiar, Mascotas, Policiales, Basadas en la vida real",
        "cast" : "Elenco:  Adam Gillese, Brad Mann, Camille Sullivan, Denis Corbett, Eileen Pedde",
        "descript": "Ruby tiene mucha energía. Su dueño original la entregó a la Sociedad de Rhode Island para la Prevención de la Crueldad hacia los Animales debido a su personalidad generalmente “ingobernable”.",
        "vi": true
    },
    {
        "video": "movies/Benji (2018) [3443086068321].mp4" ,
        "imagen": "movies/benji.jpeg",
        "trailer" : "https://www.youtube.com/embed/3L06kYxhjQ0?si=uez3lbD5q93ezXjF",
        "titulo": "Benji 2018",
        "category": "Familiar, Mascotas, Super Heroes",
        "cast" : "Elenco: Gabriel Bateman, Darby Camp, Kiele Sanchez, Will Rothhaar, Angus Sampson, Jerod Haynes, Lacy Camp, Jim Gleason",
        "descript": "Dos niños comienzan una amistad con un cachorro huérfano llamado Benji. Cuando ambos están en peligro al ser secuestrados por ladrones que no saben muy bien lo que hacen, Benji llega al rescate.",
        "vi": true
    },
    {
        "video": "movies/agente canino 2018 online o descargar gratis HD.mp4" ,
        "imagen": "movies/agente canino.jpg",
        "trailer" : "https://www.youtube.com/embed/ZiuuJ_hFfg0?si=h75FwMqW60944y28",
        "titulo": "Show Dogs O Agente Canino 2019",
        "category": "Familiar, Mascotas, Super Heroes, Policiales, Animadas",
        "cast" : "Elenco: Natasha Lyonne, Stanley Tucci, Alan Cumming, Will Arnett, Shaquille O'Neal, RuPaul, Gabriel Iglesias, Ludacris, Delia Sheppard, Ronni Ancona, Omar Chaparro",
        "descript": "Max, un solitario perro Rottweiler policía , recibe la misión de ir de encubierto como un perro de exhibición en un prestigioso show, junto con su compañero humano, para evitar un desastre.",
        "vi": true
    },
    {
        "video": "movies/EIGHT BELOW Rescate En La Antártida 2006 Latino [3192358832773].webm" ,
        "imagen": "movies/Rescate en la Antartida.jpg",
        "trailer" : "https://www.youtube.com/embed/7ky_rzdvYUw?si=7JAhyE3l4dop4zgT",
        "titulo": "Rescate En La Antártida 2006",
        "category": "Familiar, Mascotas, Super Heroes, Basadas en la vida real",
        "cast" : "Elenco: Paul Walker, Bruce Greenwood, Moon Bloodgood, Jason Biggs",
        "descript": "En la Antártida, los miembros de una expedición científica se ven obligados a abandonar a sus queridos perros guía debido a un accidente inesperado y a las terribles condiciones meteorológicas. Los perros tendrán que luchar para sobrevivir en medio del invierno polar hasta que los exploradores puedan enviarles una expedición de rescate. Esta historia inspirada en hechos reales, ya había sido adaptada al cine en 1983 por el director japonés Monogatari Antarctica",
        "vi": true
    },
    {
        "video": "movies/La dama y el vagabundo ＊1955＊ [2609350576822].webm" ,
        "imagen": "movies/ladama y el vagabundo.jpg",
        "trailer" : "https://www.youtube.com/embed/1ReKrWnm7nc?si=_T7SpQKl6gNe8wx8",
        "titulo": "La dama y el vagabundo 1955",
        "category": "Familiar, Mascotas, Romance",
        "cast" : "Elenco: Peggy Lee, Barbara Luddy, Larry Roberts, Bill Thompson, Bill Baucom, Stan Freberg, Verna Felton, Alan Reed",
        "descript": "La historia clásica animada de Walt Disney, sobre un romance entre una perrita mimada y un perro vagabundo.",
        "vi": true
    },
    {
        "video": "movies/MI AMIGO ENZO (2019) [6974758455870].mp4" ,
        "imagen": "movies/mi-amigo-enzo-peli-2019-poster.jpg",
        "trailer" : "https://www.youtube.com/embed/Y5ISn-TZdFo?si=Q7da99XurqDhf8Wo",
        "titulo": "MI AMIGO ENZO 2019",
        "category": "Familiar, Mascotas",
        "cast" : "Elenco: Milo Ventimiglia, Kevin Costner, Amanda Seyfried, Gary Cole, Kathy Baker, Martin Donovan, Lily Dodsworth-Evans, Ryan Kiera Armstrong, Karen Holness, Al Sapienza",
        "descript": "A través del vínculo con su dueño que es corredor de Fórmula Uno, un golden retriever llamado Enzo aprende que las técnicas necesarias en la pista de carreras se pueden aplicar exitosamente al viaje por la vida.",
        "vi": true
    },
    {
        "video": "movies/Perro perdido Dog Gone Online Gratis HD - Cinecalidad.mp4" ,
        "imagen": "movies/Perro Perdido 2023.jpg",
        "trailer" : "https://www.youtube.com/embed/hGwl4dvH2nU?si=JnC_tT1atnyBO7Sy",
        "titulo": "Perro Perdido 2023",
        "category": "Familiar, Mascotas, Basadas en la vida real",
        "cast" : "Elenco: Johnny Berchtold, Kimberly Williams-Paisley, Nick Peine, Rob Lowe",
        "descript": "Cuando su amado perro se pierde, un joven y sus padres emprenden una increíble aventura para encontrarlo antes de que sea demasiado tarde…",
        "vi": true
    },
    {
        "video": "movies/El día del Sí 2021.mp4" ,
        "imagen": "movies/El día del Sí.jpg",
        "trailer" : "https://www.youtube.com/embed/4J0Of6wqzxk?si=M7OP6_HasyS8wwPp",
            "titulo": "El día del Sí 2021",
        "category": "Familiar, Comedia",
        "cast" : "Elenco: Jennifer Garner, Edgar Ramírez, Jenna Ortega, Julian Lerner, Everly Carganilla, Tracie Thoms, Fortune Feimster, Nat Faxon, Arturo Castro, Hayden Szeto",
        "descript": "Una madre y un padre que generalmente dicen que no, deciden decir que sí a las peticiones más locas de sus hijos, con algunas reglas básicas, en un día vertiginoso de diversión y aventura.",
        "vi": true
    },
    {
        "video": "movies/No se aceptan devoluciones 2013.mp4" ,
        "imagen": "movies/No se aceptan devoluciones.webp",
        "trailer" : "https://www.youtube.com/embed/Ua5qcs7RHiY?si=gXsCfPP1DkOIiDhQ",
        "titulo": "No se aceptan devoluciones 2013",
        "category": "Familiar, Comedia",
        "cast" : "Elenco: Agustín Bernal, Arcelia Ramírez, Daniel Raymont, Eugenio Derbez, Hugo Stiglitz, Jessica Lindsey, Loreto Peralta",
        "descript": "Valentín (Eugenio Derbez) es un residente de Acapulco que vive una vida sin complicaciones, disfrutando de su soltería lo máximo que puede. Todo va a cambiar, sin embargo, cuando una mujer con la que tuvo una aventura hace tiempo, deja un bebé en la puerta de su casa y se va sin dejar rastro. Valentín viaja desde México a Los Ángeles para buscarla pero no la encuentra. Sin embargo, lo que sí que encuentra es un nuevo hogar en el que instalarse con su recién descubierta hija, Maggie (Loreto Peralta).",
        "vi": true
    },
    {
        "video": "movies/Una noche de locos.mp4" ,
        "imagen": "movies/Una noche de locos.jpg",
        "trailer" : "https://www.youtube.com/embed/0ebb9G8cPqM?si=3Izkj3WcseO1aK-S",
        "titulo": "Una noche de locos 2020",
        "category": "Familiar, Comedia, Espias",
        "cast" : "Elenco: Sadie Stanley, Maxwell Simkins, Cree Cicchino, Lucas Jaye, Malin Akerman, Ken Marino, Joe Manganiello, Harry Aspinwall, Enuka Okuma, Erik Griffin, Karla Souza",
        "descript": "En una noche que están en una fiesta de pijamas con sus amigos, dos hermanos se enteran que su madre que parece tan normal es en realidad una ex ladrona bajo el programa de protección de testigos que ahora es obligada a realizar un último trabajo. Entonces unen fuerzas para rescatarla en el transcurso de una noche llena de aventuras.",
        "vi": true
    },
    {
        "video": "movies/Vacaciones de verano.mp4" ,
        "imagen": "movies/Vacaciones de verano.jpg",
        "trailer" : "https://www.youtube.com/embed/BazwUxmme04?si=nLNfEX4TFMYvWVP2",
        "titulo": "Vacaciones de verano 2023",
        "category": "Familiar, Comedia",
        "cast" : "Elenco: Santiago Segura, Leo Harlem, Patricia Conde, Marta González de Vega, Cristina Gallego",
        "descript": "Dos amigos, Oscar y Félix, pierden su trabajo y se ven obligados a aceptar un trabajo temporal como animadores infantiles en un hotel de lujo. Al ser ambos divorciados, les tocan sus hijos un mes de verano y les es imposible compaginarlo con el trabajo, con lo cual deciden llevarse a los niños y ocultarlos en el hotel, escondidos en la zona de empleados... pero el plan resulta ser un desastre.",
        "vi": true
    },
    {
        "video": "movies/2018 Durante la tormenta.webm" ,
        "imagen": "movies/2018 Durante la tormenta.jpg",
        "trailer" : "https://www.youtube.com/embed/t2-79qK2Cio?si=ZrxXWbGJsqNb-2-o",
        "titulo": "Durante la tormenta 2018",
        "category": "Suspenso, Terror, Ciencia Ficción, Viajes en el Tiempo, Romance",
        "cast" : "Elenco: Adriana Ugarte, Chino Darín, Álvaro Morte, Javier Gutiérrez, Miquel Fernández, Nora Navas, Clara Segura, Julio Bohigas-Couto, Mima Riera, Francesc Orella,",
        "descript": "Una interferencia temporal hace que Vera salve a un niño que vivió en su casa 25 años antes. Sin embargo, este acontecimiento provoca una reacción en cadena y una realidad en la que la hija de Vera no ha nacido y tampoco conoce a su marido. Vera vivirá una situación contrarreloj en la que en deberá encontrar qué ha cambiado y en qué punto ha cambiado su vida, que hasta ahora ha sido un espejismo.",
        "vi": true
    },
    {
        "video": "movies/La Guerra del Mañana.mp4" ,
        "imagen": "movies/LGDM.jpg",
        "trailer" : "https://www.youtube.com/embed/-SKUaEjmUWc?si=s-JxpYXaOGaTLuWU",
        "titulo": "La Guerra del Mañana 2021",
        "category": "Ciencia Ficción, Viajes en el Tiempo",
        "cast" : "Elenco: Chris Pratt, Yvonne Strahovski, J. K. Simmons, Betty Gilpin, Sam Richardson, Theo Von, Keith Powers, Spoon Mitchell y Jasmine Mathews",
        "descript": "Unos viajeros llegan desde el año 2051 para dar un mensaje: 30 años en el futuro, la humanidad estará perdiendo la guerra contra unos alienígenas. La única esperanza para sobrevivir es que los soldados y civiles vayan al futuro y se sumen a la batalla. Decidido a salvar el mundo por su hija, Dan Forester se une a una científica brillante y su distante padre para reescribir el destino del planeta.",
        "vi": true
    },
    {
        "video": "movies/Scary Movie 2000 Pelicula Completa Online.mp4" ,
        "imagen": "movies/scarymovie.jpg",
        "trailer" : "https://www.youtube.com/embed/3iy0pE1FBkc?si=dk6EnS7nvlIDsiO5",
        "titulo": "Scary Movie 1",
        "category": "Suspenso, Comedia",
        "cast" : "Elenco: Andrea Nemeth, Andrew Keilty, Anna Faris, Art Hives, Aubrey Tennant, Babe Dolan, Bruce Mahler, Carmen Electra, Cheri Oteri",
        "descript": "En esta parodia de las películas de terror modernas, un año después de atropellar a un hombre y deshacerse del cadáver, un grupo de adolescentes es acechado por un asesino en serie bastante inútil.",
        "vi": true
    },
    {
        "video": "movies/Yo, Robot.webm" ,
        "imagen": "movies/YRb.jpg",
        "trailer" : "https://www.youtube.com/embed/xR3TT0nSORc?si=1iD2x8sCLrYzFlmb",
        "titulo": "Yo, robot",
        "category": "Tecnología, Viajes en el Tiempo, Ciencia Ficción",
        "cast" : "Elenco: Will Smith, Bridget Moynahan, Bruce Greenwood, James Cromwell, Chi McBride, Alan Tudyk",
        "descript": "Corre el año 2035 y estamos en Chicago. Las profecías apocalípticas sobre el poder de la tecnología se han cumplido y los robots han sido programados para realizar actividades humanas con la inteligencia y habilidad con que las desarrollamos nosotros, o incluso superior. La mayoría de los robots son de confianza y los humanos viven en completa armonía con ellos, dejando a su cargo el cuidado de sus casas y también el de sus hijos. Sin embargo, uno de estos robots se ve envuelto un día en el asesinato de un conocido científico.",
        "vi": true
    },
    {
        "video": "movies/Ghosted.mp4" ,
        "imagen": "movies/ghosted.jpg",
        "trailer" : "https://www.youtube.com/embed/bXdcsfPLQHE?si=9BHb8RSh36L5XWB9",
        "titulo": "Ghosted 2020",
        "category": "Familiar, Espias, Romance",
        "cast" : "Elenco: Chris Evans, Ana de Armas, Adrien Brody, Mike Moh, Amy Sedaris, Tate Donovan, Tim Blake Nelson, Marwan Kenzari, Anna Deavere Smith",
        "descript": "Cole se enamora perdidamente de la enigmática Sadie, pero descubre que es una agente secreta. Antes de que puedan decidir una segunda cita, Cole y Sadie se ven arrastrados a una aventura internacional para salvar el mundo.",
        "vi": true
    },
    {
        "video": "movies/La vieja guardia.mp4" ,
        "imagen": "movies/the old guard.jpg",
        "trailer" : "https://www.youtube.com/embed/ap2E4CrXTd4?si=9vEFkOGI69QEYhSr",
        "titulo": "La vieja guardia 2020",
        "category": "Ciencia Ficción, Espias",
        "cast" : "Elenco: Charlize Theron, KiKi Layne, Matthias Schoenaerts, Marwan Kenzari, Luca Marinelli, Chiwetel Ejiofor, Harry Melling, Van Veronica Ngo, Natacha Karam, Mette Towley",
        "descript": "Un grupo secreto de mercenarios con una misteriosa inmortalidad han luchado por siglos. Sin embargo, cuando las increíbles habilidades del equipo quedan inadvertidamente expuestas completando una misión, deben trabajar para acabar con la amenaza y mantener su secreto mediante cualquier medio necesario.",
        "vi": true
    },
    {
        "video": "movies/Agente Stone.mp4" ,
        "imagen": "movies/Agente Stone.jpg",
        "trailer" : "https://www.youtube.com/embed/EZPUMN_ReYo?si=gSYNrdb150eWVQW6",
        "titulo": "Agente Stone 2023",
        "category": "Ciencia Ficción, Espias",
        "cast" : "Elenco:  Alia Bhatt, Enzo Cilenti, Gal Gadot, Jamie Dornan, Jing Lusi",
        "descript": "Rachel Stone es una agente de inteligencia, la única mujer que se interpone entre su poderosa organización mundial de mantenimiento de la paz y la pérdida de su activo más valioso y peligroso.",
        "vi": true
    },
    {
        "video": "movies/Canario negro 2024.mp4" ,
        "imagen": "movies/canario Negro.jpg",
        "trailer" : "https://www.youtube.com/embed/HMlY0Rtrf4M?si=51aRvj-riJfjVsdw",
        "titulo": "Canario Negro 2024",
        "category": "Ciencia Ficción, Espias, 2024",
        "cast" : "Elenco:  Ana Cilas, Andrei Lenart, Ben Miles, Emma Gojković, Goran Kostić",
        "descript": "Avery Graves, una de las mejores agentes de la CIA, es chantajeada por terroristas para que traicione a su propio país y salve a su marido secuestrado. Separada de su equipo, recurre a sus contactos en los bajos fondos para sobrevivir y ayudar a localizar la codiciada información que quieren los secuestradores. Traicionada a cada paso, debe confiar en su entrenamiento de vanguardia y en sus primitivas habilidades de lucha en una carrera mortal para entregar un rescate que podría desencadenar una crisis mundial.",
        "vi": true
    },
    {
        "video": "movies/Anna El peligro tiene nombre 2019.mp4" ,
        "imagen": "movies/anna.jpg",
        "trailer" : "https://www.youtube.com/embed/fdGnlN6s9eI?si=MQMAjBXTjVSuzzPl",
        "titulo": "Anna El peligro tiene nombre 2019",
        "category": "Ciencia Ficción, Espias",
        "cast" : "Elenco: Sasha Luss, Helen Mirren, Luke Evans, Cillian Murphy, Lera Abova, Alexander Petrov, Nikita Pavlenko, Anna Krippa, Eric Godon, Ivan Franek, Andrew Howard",
        "descript": "Debajo de la impresionante belleza de Anna Poliatova yace un secreto que liberará su fuerza y habilidad para convertirse en una de las asesinas gubernamentales más temidas del mundo.",
        "vi": true
    },
    {
        "video": "movies/Hanna 2011.mp4" ,
        "imagen": "movies/hanna.jpg",
        "trailer" : "https://www.youtube.com/embed/NRan_A8yF6I?si=LT3GBGCiSJ8-Nyq6",
        "titulo": "Hanna 2011",
        "category": "Ciencia Ficción, Espias",
        "cast" : "Elenco: Saoirse Ronan, Eric Bana, Tom Hollander, Olivia Williams, Jason Flemyng, Cate Blanchett",
        "descript": "Hanna fue criada por su padre, un exagente de la CIA. Su vida, diferente a la de cualquier otra chica de su edad, ha sido moldeada para convertirla en la asesina perfecta. El punto de inflexión llega cuando su padre le encomienda una misión en Europa y ella, para lograr su propósito, debe escapar de los sujetos enviados por un despiadado agente de inteligencia con sus propios secretos. A medida que se acerca a su objetivo final, Hanna enfrenta revelaciones sobre su existencia.",
        "vi": true
    },
    {
        "video": "movies/Abigail 2024.mp4" ,
        "imagen": "movies/Abigail.jpg",
        "trailer" : "https://www.youtube.com/embed/E8KysONydqc?si=XHAAcHvoWL7fc_ST",
        "titulo": "Abigail 2024",
        "category": "Ciencia Ficción, Vampiros, Terror, 2024",
        "cast" : "Elenco: Melissa Barrera, Dan Stevens, Kathryn Newton, Will Catlett, Kevin Durand, Angus Cloud, Alisha Weir, Giancarlo Esposito.",
        "descript": "Tras secuestrar a una bailarina de 12 años que es la hija de un poderoso jefe mafioso, a una banda de delincuentes solo les queda el cometido de vigilar a la niña durante una noche para cobrar el rescate de 50 millones de dólares.",
        "vi": true
    },
    {
        "video": "movies/M3gan Película Completa en Español Latino [x99xfjy].mp4" ,
        "imagen": "movies/m3gan.jpg",
        "trailer" : "https://www.youtube.com/embed/e_6JPqOCH3c?si=FHHIBfBmoPjgOPoX",
        "titulo": "M3GAN 2023",
        "category": "Ciencia Ficción, Tecnología, Terror",
        "cast" : "Elenco: Allison Williams, Amie Donald, Amy Usherwood, Arlo Green, Brian Jordan Alvarez, Cameron Randell, Chelsie Preston Crayford, Clinton Randell, Coco Poole",
        "descript": "Cuando Gemma se convierte en la cuidadora de su sobrina huérfana de 8 años, Cady, Gemma no está segura ni preparada para ser madre. Bajo una intensa presión en el trabajo, Gemma decide emparejar su prototipo M3GAN con Cady en un intento de resolver ambos problemas, una decisión que tendrá consecuencias inimaginables.",
        "vi": true
    },
    {
        "video": "movies/Noche Sin Paz.mp4" ,
        "imagen": "movies/noche sin paz.jpg",
        "trailer" : "https://www.youtube.com/embed/l3uNX9zL4EU?si=-qcz-oZA_x4kFcnJ",
        "titulo": "Noche Sin Paz 2022",
        "category": "Ciencia Ficción, Navideñas",
        "cast" : "Elenco: David Harbour, John Leguizamo, Alex Hassell, Alexis Louder, Beverly D'Angelo",
        "descript": "Nochebuena es un momento de reunión familiar, de pasar la noche junto a la familia y disfrutar de las fiestas. Sin embargo, la Navidad de este año para una familia será muy distinta. Su noche se ha visto interrumpida por la llegada de un grupo de mercenarios que los secuestra por su riqueza. Lo que no esperan los delincuentes es que Papá Noel (David Harbour) no va a dejar que esto suceda y su regalo de este año va a ser salvar a esta familia. Santa Claus demostrará que no es simplemente un señor mayor afable, que tiene un secreto bajo la manga.",
        "vi": true
    },
    {
        "video": "movies/Shazam 2019.mp4" ,
        "imagen": "movies/shazam1.jpg",
        "trailer" : "https://www.youtube.com/embed/q76xG0EpBmI?si=Qg4EZDtP1JBeOeh5",
        "titulo": "Shazam 2019",
        "category": "Ciencia Ficción, Super Heroes",
        "cast" : "Elenco: Zachary Levi, Mark Strong, Asher Angel, Jack Dylan Grazer, Djimon Hounsou, Maxime Alexandre, Michel Aller, Benjamin Wallfisch.",
        "descript": "El joven de 14 años Billy Batson puede convertirse en un superhéroe adulto solo con gritar la palabra ¡Shazam!. Pero dentro de un cuerpo superpoderoso, Shazam esconde un corazón de niño. A pesar de las inconsciencias propias de su edad, Shazam deberá aprender a controlar sus habilidades para poder enfrentarse a las letales fuerzas del mal que controla el Dr. Thaddeus Sivana.",
        "vi": true
    },
    {
        "video": "movies/Shazam La furia de los dioses 2023.mp4" ,
        "imagen": "movies/shazam2.jpg",
        "trailer" : "https://www.youtube.com/embed/HSLVuoxF_s0?si=8h10nIHNtevZpN04",
        "titulo": "Shazam La furia de los dioses 2023",
        "category": "Ciencia Ficción, Super Heroes",
        "cast" : "Elenco: Zachary Levi, Asher Angel, Jack Dylan Grazer, Rachel Zegler, Adam Brody, Ross Butler, Meagan Good, Lucy Liu, Djimon Hounsou, Helen Mirren, Gal Gadot",
        "descript": "Billy Batson y sus hermanos adoptivos Freddy, Mary, Pedro, Eugene y Darla, también dotados de superpoderes, tienen que enfrentarse a las tres hijas de Atlas: Hespera, Kalypso y Anthea.",
        "vi": true
    },
    {
        "video": "movies/X-Men Dark Phoenix 2019.mp4" ,
        "imagen": "movies/x-men dark Phoenix.jpg",
        "trailer" : "https://www.youtube.com/embed/QKbCeqbNDRk?si=jgXXdcuev9k3Y7iI",
        "titulo": "X-Men Dark Phoenix 2019",
        "category": "Ciencia Ficción, Super Heroes, Marvel",
        "cast" : "Elenco: James McAvoy, Michael Fassbender, Jennifer Lawrence, Nicholas Hoult, Sophie Turner, Tye Sheridan, Alexandra Shipp, Evan Peters, Kodi Smit-McPhee, Jessica Chastain",
        "descript": "Jean Grey recibe un increíble poder que la corrompe y la transforma en Fénix Oscura. Ahora los X-Men deben tomar la decisión de si un miembro del equipo vale más que la supervivencia de toda la humanidad.",
        "vi": true
    },
    {
        "video": "movies/Venom.mp4" ,
        "imagen": "movies/Venom 2018.png",
        "trailer" : "https://www.youtube.com/embed/nZ8FXOpcXSs?si=NAvkLg27CmaX4s61",
        "titulo": "VENOM 2018",
        "category": "Ciencia Ficción, Super Heroes, Marvel",
        "cast" : "Elenco: Tom Hardy, Michelle Williams, Riz Ahmed, Scott Haze, Reid Scott, Jenny Slate, Melora Walters, Woody Harrelson, Peggy Lu, Malcolm C. Murray, Sope Aluko, Wayne Pére.",
        "descript": "Cuando Eddie Brock adquiere los poderes de un simbionte, deberá dejar libre a su alter ego Venom para poder salvar su vida.",
        "vi": true
    },
    {
        "video": "movies/Venom 2 Carnage liberado.mp4" ,
        "imagen": "movies/venom 2021.jpg",
        "trailer" : "https://www.youtube.com/embed/3QUaw4ZE3Bw?si=u7SqoHTsLTn1huhA",
        "titulo": "VENOM 2 VARNAGE LIBERADO 2022",
        "category": "Ciencia Ficción, Super Heroes, Marvel",
        "cast" : "Elenco: Tom Hardy, Woody Harrelson, Michelle Williams, Naomie Harris, Reid Scott, Stephen Graham, Peggy Lu, Sian Webber, Michelle Greenidge, Rob Bowen.",
        "descript": "Eddie Brock intenta reavivar su carrera al entrevistar al asesino en serie Cletus Kasady, quien se convierte en el huésped del simbionte Carnage y escapa de prisión después de una ejecución fallida.",
        "vi": true
    },
    {
        "video": "movies/Gran Turismo.mp4" ,
        "imagen": "movies/gran turismo.jpg",
        "trailer" : "https://www.youtube.com/embed/3JN0efm2nHg?si=oJX5Q8J178myx-MQ",
        "titulo": "GRAN TURISMO",
        "category": "Basadas en la vida real, Familiar",
        "cast" : "Elenco: David Harbour, Orlando Bloom, Archie Madekwe, Takehiro Hira, Darren Barnet, Geri Horner, Djimon Hounsou, Josha Stradowski, Daniel Puig, Maeve Courtier-Lilley",
        "descript": "El máximo deseo cumplido para un adolescente jugador de Gran Turismo cuyas habilidades en el juego le permiten ganar una serie de competiciones de Nissan para convertirse en un verdadero piloto de carreras. Basada en la increíble historia verdadera de un equipo que quiere conquistar el deporte más exclusivo del mundo.",
        "vi": true
    },
    {
        "video": "movies/Lаmborghini.mp4" ,
        "imagen": "movies/lamborghini.png",
        "trailer" : "https://www.youtube.com/embed/vOS-m0Z-2Rw?si=yRg_U584fXnWFqDf",
        "titulo": "Lаmborghini",
        "category": "Basadas en la vida real",
        "cast" : "Elenco: Frank Grillo, Romano Reggiani, Matteo Leoni, Hannah van der Westhuysen, Giovanni Antonacci, Mira Sorvino, Gabriel Byrne.",
        "descript": "Lamborghini: El hombre detrás de la leyenda sigue la larga vida del emblemático empresario Ferruccio Lamborghini, desde la fabricación de tractores al principio de su carrera, pasando por la creación de vehículos militares durante la Segunda Guerra Mundial, hasta el diseño y la construcción de los automóviles Lamborghini que acabaron definiendo su profundo legado.",
        "vi": true
    },
    {
        "video": "movies/TNT - Piratas de Silicon Valley 1999.mp4" ,
        "imagen": "movies/piratas de silicon valley.jpg",
        "trailer" : "https://www.youtube.com/embed/Ue5_zdt3zes?si=tbJRbu8reXwA4f9u",
        "titulo": "piratas de silicon valley",
        "category": "Basadas en la vida real, Tecnología",
        "cast" : "Elenco: Noah Wyle, Anthony Michael Hall, Joey Slotnick, John Di Maggio, Josh Hopkins, Jeffrey Nordling",
        "descript": "Los logros de los visionarios Steve Jobs y Bill Gates revolucionan el siglo XX, e inician el camino que lleva al estado actual del mundo de la computación y la informática.",
        "vi": true
    },
    {
        "video": "movies/Steve Jobs.webm" ,
        "imagen": "movies/Steve-Jobs.jpg",
        "trailer" : "https://www.youtube.com/embed/nLP0AVaUjDs?si=mTlJOHx8wSMzFSKb",
        "titulo": "Jobs 2013",
        "category": "Basadas en la vida real, Tecnología",
        "cast" : "Elenco: Ashton Kutcher, Dermot Mulroney, Josh Gad, Lukas Haas, Matthew Modine, J.K. Simmons, Lesley Ann Warren, Ron Eldard, Ahna O'Reilly, Victor Rasuk, John Getz, Kevin Dunn, James Woods, Nelson Franklin, Eddie Hassell",
        "descript": "La extraordinaria historia de Steve Jobs, el innovador y emprendedor que no dejó que nada se interponga en su camino hacia la grandeza. La épica historia de Jobs que cambió la tecnología y el mundo para siempre desde Apple.",
        "vi": true
    },
    {
        "video": "movies/Steve Jobs.mkv" ,
        "imagen": "movies/stevejobs.jpg",
        "trailer" : "https://www.youtube.com/embed/FwZoR0ZVOio?si=8CB_rFq9AkSpLszd",
        "titulo": "Steve Jobs",
        "category": "Basadas en la vida real, Tecnología",
        "cast" : "Elenco: Michael Fassbender, Kate Winslet, Seth Rogen, Jeff Daniels",
        "descript": "La vida y carrera del cofundador de Apple Steve Jobs estuvo marcada por tres presentaciones de productos que revolucionaron la industria de la informática: el lanzamiento del legendario Macintosh, el NeXT y el iMac. Aunque Steve Jobs estaba considerado un visionario en el mundo de la tecnología informática, algunas de sus ideas causaron turbulencias en su vida profesional y personal.",
        "vi": true
    },
    {
        "video": "movies/steve jobs entrevista perdida.mp4" ,
        "imagen": "movies/stevejobsbig.jpg",
        "trailer" : "",
        "titulo": "steve jobs entrevista perdida",
        "category": "Basadas en la vida real, Tecnología",
        "cast" : "Elenco: ",
        "descript": "",
        "vi": true
    },
    {
        "video": "movies/why him.mp4" ,
        "imagen": "movies/porque el_.jpeg",
        "trailer" : "https://www.youtube.com/embed/EctQd9h9ez0?si=A60Ru0n1q6Q_J5vo",
        "titulo": "¿Por qué él? 2016",
        "category": "Familiar, Comedia, Tecnología, Navideñas",
        "cast" : "Elenco: Zoey Deutch, James Franco, Tangie Ambrose, Cedric the Entertainer, Bob Stephenson, Bryan Cranston, Megan Mullally, Zack Pearlman, Griffin Gluck, Jee Young Han, Mary Pat Gleason, Juliette B. Reiss, Melissa Graver, Steffen Dziczek, Jimmy Badstibner",
        "descript": "Una reunión familiar durante las fiestas está a punto de salirse de control cuando Ned, un padre sobreprotector, se entera que el excéntrico novio millonario de su hija está a punto de pedir matrimonio.",
        "vi": true
    },
    {
        "video": "movies/Amor redentor.mp4" ,
        "imagen": "movies/amor redentor.jpg",
        "trailer" : "https://www.youtube.com/embed/8yWUympw3RY?si=ulDITf-7KXwx0rR2",
        "titulo": "Amor Redentor",
        "category": "Romance",
        "cast" : "Elenco:  Abigail Cowen, Brandon Auret, Eric Dane, Famke Janssen, Jamie Lee O'Donnell",
        "descript": "Situada en la Nueva Inglaterra de 1835, la trama sigue la historia de Angela, una pequeña que fue rechazada por su padre debido a que fue producto de una aventura adultera con su madre Mae. Desde entonces, la chica se sintió culpable de la depresión de su madre y de su propio abandono, creciendo con un evidente odio hacia los hombres, todos ellos obsesionados por la fiebre de oro de la época. En su adolescencia, Angela tuvo que venderse a la prostitución para tener un lugar donde dormir y en medio de ese odio, conoce a Michael Hosea, un hombre piadoso que parece cruzar su camino con Angela para conducirla al amor redentor de Dios, desafiando, día a día, las amargas expectativas y resistencia de ella, quien no parece creer que merece algo más en la vida, algo que pueda hacerla verdaderamente feliz.",
        "vi": true
    },
    {
        "video": "movies/ElSecretoDeAdaline.mp4",
        "imagen": "movies/ElSecretoDeAdaline.jpeg",
        "trailer" : "https://www.youtube.com/embed/w4dx1iGVj9k?si=KPVN_ICKYb3z9r_3",
        "titulo": "El Secreto De Adaline",
        "category": "Romance, Ciencia Ficción",
        "cast" : "Elenco: Blake Lively, Michiel Huisman, Harrison Ford, Ellen Burstyn, Kathy Baker, Amanda Crew, Lynda Boyd, Hugh Ross, Richard Harmon, Fulvio Cecere, Anjali Jay, Hiro Kanagawa, Peter J. Gray, Izabel Pearce, Cate Richardson",
        "descript": "Una joven nacida a principios del siglo 20, se mantiene de 29 años y no envejece ni un día más luego de un accidente. Debido a esto, ella no se permite formar lazos afectivos con nadie que pueda revelar su secreto. Luego de muchos solitarios años, conoce a un hombre que complica la vida eterna a la que está acostumbrada.",
        "vi": true
    },
    {
        "video": "movies/Spider Man No Way Home.mp4" ,
        "imagen": "movies/spider man sin camino a casa.jpg",
        "trailer" : "https://www.youtube.com/embed/klXC_wDuK0c?si=oW0iqOv3XXVS0wgH",
        "titulo": "spider man sin camino a casa",
        "category": "Ciencia Ficción, Super Heroes, Marvel",
        "cast" : "Elenco: Tom Holland, Zendaya, Benedict Cumberbatch, Jacob Batalon, Jon Favreau, Jamie Foxx, Willem Dafoe, Alfred Molina, Benedict Wong, Tony Revolori, Marisa Tomei, Andrew Garfield, Tobey Maguire.",
        "descript": "Peter Parker ahora tiene su identidad secreta revelada, y no es capaz de separar su vida normal de la peligrosa vida de superhéroe. Cuando le pide ayuda a Doctor Strange los desafíos se vuelven aún más peligrosos, forzándolo a descubrir qué es lo que realmente significa ser Spider-Man.",
        "vi": true
    },
    {
        "video": "movies/Idiocracia.mp4",
        "imagen": "movies/idiocracy.jpg",
        "trailer" : "https://www.youtube.com/embed/jlMfzt1mG4o?si=iGD0UJwWhGKbybxJ",
        "titulo": "Idiocracia",
        "category": "Ciencia Ficción, Comedia",
        "cast" : "Elenco: Luke Wilson, Maya Rudolph, Dax Shepard, Terry Crews.",
        "descript": "Joe Bauer, es seleccionado por el Pentágono para ser el conejillo de indias para un programa de hibernación de alto secreto. Olvidado, se despierta 500 años.",
        "vi": true
    },
    {
        "video": "movies/Un Gato Callejero Llamado Bob.webm",
        "imagen": "movies/UnGatoLlamadoBob.jpg",
        "trailer" : "https://www.youtube.com/embed/kzaSZ2GbK4I?si=_QOBUC6fcXMH6_Nl-",
        "titulo": "Un Gato Callejero Llamado Bob",
        "category": "Basadas en la vida real, Mascotas",
        "cast" : "Elenco: Luke Treadaway, Ruta Gedmintas, Joanne Froggatt, Anthony Head, Caroline Goodall, Bob The Cat.",
        "descript": "Un gato callejero llamado Bob no es solo una historia sobre la supervivencia en las duras calles de Londres; es un relato conmovedor sobre la redención y la compañía entre James Bowen, un músico callejero en apuros luchando contra la adicción, y Bob, un gato callejero extraordinariamente inteligente que elige a James como su compañero humano. Esta emotiva memoria va más allá de la típica historia de hombre conoce animal para adentrarse en cómo Bob, con su lealtad inquebrantable y sus travesuras peculiares, prácticamente rescata a James, guiándolo hacia un camino de recuperación. Su conmovedor vínculo, puesto a prueba por los desafíos de la vida en la calle, demuestra el poder transformador del amor y el cuidado mutuo. Perfecto para amantes de los animales y buscadores de almas por igual, esta historia invita a los lectores a la inverosímil travesía de un hombre y su gato navegando juntos por los obstáculos de la vida, encontrando esperanza y sanación en la compañía del otro.",
        "vi": true
    },
    {
        "video": "movies/Sonido De Libertad.mp4" ,
        "imagen": "movies/Sonido de libertad.jpg",
        "trailer" : "https://www.youtube.com/embed/H82uvLvszQ0?si=IOplRMNTwfUMGZd6",
        "titulo": "Sonido de Libertad",
        "category": "Basadas en la vida real",
        "cast" : "Elenco: Jim Caviezel, Mira Sorvino, Bill Camp, Cristal Aparicio, Javier Godino, Lucás Ávila, Yessica Borroto Perryman, Manny Perez, Eduardo Verástegui.",
        "descript": "Después de rescatar a un niño de unos traficantes, un agente federal descubre que la hermana del pequeño todavía está cautiva y decide embarcarse en una peligrosa misión para salvarla. Con el tiempo agotándose, se adentra en la jungla colombiana, poniendo su vida en riesgo para salvarla de un destino peor que la muerte. Basada en la increíble historia verdadera.",
        "vi": true
    },
    {
        "video": "movies/Luz negra.mp4" ,
        "imagen": "movies/luz negra.jpg",
        "trailer" : "https://www.youtube.com/embed/cgBTEGvKA5U?si=DZ9Y0pqFSUnF6N4W",
        "titulo": "luz Negra",
        "category": "Espias, Policiales",
        "cast" : "Elenco: Liam Neeson, Aidan Quinn, Taylor John Smith, Emmy Raver-Lampman, Claire van der Boom, Yael Stone, Andrew Shaw, Zac Lemons, Gabriella Sengos, Tim Draxl.",
        "descript": "Travis BLock es un agente oculto del gobierno que se especializa en remover agentes operativos cuya cubierta ha sido expuesta. Ahora debe desenmascarar una mortal conspiración entre sus propias filas, la cual llega hasta los más altos escalones de poder.",
        "vi": true
    },
    {
        "video": "movies/La conspiracion del poder.mp4" ,
        "imagen": "movies/la conspiracion del poder.jpg",
        "trailer" : "https://www.youtube.com/embed/YeId_vxmHcU?si=kfgXAmmmU_K3d0VS",
        "titulo": "La conspiracion del poder",
        "category": "Espias, Policiales",
        "cast" : "Elenco:  Amara Zaragoza, Andrea Enright, Danko Jordanov, Edward Burns, Greg Donaldson, Ilan Goodman, Jonathan Pryce, Martin Sheen, Richard Ng.",
        "descript": "Un misterioso móvil que manda mensajes de advertencia, avisando de posibles desastres o de dónde encontrar fortuna, hace vislumbrar a un joven ingeniero americano (Shane West, «Un paseo para recordar») una gran riqueza… pero también lo convierten en el blanco de una mortal conspiración internacional.",
        "vi": true
    },
    {
        "video": "movies/snowden.mp4" ,
        "imagen": "movies/snowden.jpeg",
        "trailer" : "https://www.youtube.com/embed/cMLik5V3VOI?si=Iob9O2zNEuXGtTpu",
        "titulo": "SNOWDEN",
        "category": "Basadas en la vida real, Espias, Policiales",
        "cast" : "Elenco: Melissa Leo, Zachary Quinto, Joseph Gordon-Levitt, Jaymes Butler, Robert Firth, Rachel Handshaw, Christian Contreras, Parker Sawyers, Rhys Ifans, Ken Thomas, Nicolas Cage, Michael Benz, Shailene Woodley, Tom Wilkinson, Joely Richardson",
        "descript": "Las técnicas de vigilancia ilegales usadas por la NSA son filtradas al público por uno de los empleados de la agencia, Edward Snowden, en forma de miles de documentos clasificados distribuidos a la prensa.",
        "vi": true
    },
    {
        "video": "movies/Mision Imposible Sentencia mortal.mp4" ,
        "imagen": "movies/Mission Impossible Dead Reckoning.jpg",
        "trailer" : "https://www.youtube.com/embed/XoDmKCZBeeI?si=SlEi1qZVEZLk7q2x",
        "titulo": "Mission Impossible Dead Reckoning Parte 1 2023",
        "category": "Basadas en la vida real, Espias, Policiales",
        "cast" : "Elenco: Tom Cruise, Hayley Atwell, Ving Rhames, Simon Pegg, Rebecca Ferguson, Vanessa Kirby, Esai Morales, Pom Klementieff, Henry Czerny, Shea Whigham",
        "descript": "Ethan Hunt y su equipo se embarcan en su misión más peligrosa: rastrear y recuperar una nueva arma que amenaza a toda la humanidad antes de que caiga en las manos equivocadas. Con el control por el futuro y el destino del mundo en juego, una mortal carrera por el mundo da comienzo. Confrontado por un misterioso y poderoso enemigo, Ethan debe considerar que nada importa más que esta misión, ni siquiera las vidas de quienes más le importan.",
        "vi": true
    },
    {
        "video": "movies/01 La Ultima Viajera del Tiempo Rubí.mp4",
        "imagen": "movies/rubi.jpg",
        "trailer" : "https://www.youtube.com/embed/PZrIqgyXe-4?si=fqSo9zRbay5Kwf4_",
        "titulo": "La Ultima Viajera del Tiempo Rubí PARTE 1",
        "category": "Viajes en el Tiempo, Romance, Ciencia Ficción",
        "cast" : "Elenco: Maria Ehrich, Jannis Niewöhner, Laura Berlin.",
        "descript": "Gwendolyn Sheperd tiene un don especial y es que puede viajar a través del tiempo. Ella es, en realidad, la última de su estirpe y, cuando su sangre se una a la de los otros 11 viajeros, se cerrará el misterioso 'Círculo de los doce'.",
        "vi": true
    },
    {
        "video": "movies/02 La Ultima Viajera Del Tiempo Esmeralda.mp4",
        "imagen": "movies/esmeralda.jpg",
        "trailer" : "https://www.youtube.com/embed/AL5ayayfTbk?si=sPcnXb8yHZynLyYJ",
        "titulo": "La Ultima Viajera Del Tiempo Esmeralda PARTE 2",
        "category": "Viajes en el Tiempo, Romance, Ciencia Ficción",
        "cast" : "Elenco: Maria Ehrich, Jannis Niewöhner, Laura Berlin.",
        "descript": "Gwen acaba de descubrir que las atenciones de Gideon eran solo una estratagema para distraer al conde de Saint Germain y cumplir él solo la misión. Sin embargo, a Guideon no le sale bien la jugada y se encuentra en manos de un nuevo enemigo: una sociedad secreta dispuesta a acabar con todos los viajeros del tiempo.",
        "vi": true
    },
    {
        "video": "movies/Zafiro La ultima viajera del tiempo.mp4",
        "imagen": "movies/zafiro.jpg",
        "trailer" : "https://www.youtube.com/embed/ZYfPrLAzYtg?si=nwHBkSjbxfuPn7Pk",
        "titulo": "Zafiro La ultima viajera del tiempo PARTE 3",
        "category": "Viajes en el Tiempo, Romance, Ciencia Ficción",
        "cast" : "Elenco: Maria Ehrich, Jannis Niewöhner, Laura Berlin.",
        "descript": "Gwen acaba de descubrir que es la última integrante de un grupo secreto de viajeros en el tiempo. Ahora tiene que hacer malabarismos para compaginar su continuos viajes en el tiempo con su relación con Gideon, además de tratar de desentrañar los oscuros secretos que su nuevo grupo esconde.",
        "vi": true
    },
    {
        "video": "movies/Spider-Man Un Nuevo Universo.mp4" ,
        "imagen": "movies/spider man a new universe.jpg",
        "trailer" : "https://www.youtube.com/embed/k-8ZFn1Askc?si=biQTOKI6vTWFKVMj",
        "titulo": "Spider-Man Un Nuevo Universo 2018",
        "category": "Ciencia Ficción, Super Heroes, Marvel, Animadas",
        "cast" : "Elenco: Shameik Moore, Jake Johnson, Hailee Steinfeld, Mahershala Ali, Brian Tyree Henry, Lily Tomlin, Luna Lauren Vélez, John Mulaney, Kimiko Glenn, Nicolas Cage, Liev Schreiber.",
        "descript": "El joven Miles Morales se convierte en el Spider-man de su realidad, cruzando su camino con varias contrapartes de otras dimensiones para detener un peligro que amenaza a todas las realidades.",
        "vi": true
    },
    {
        "video": "movies/Spide Man Acros the Spide Verse.mp4" ,
        "imagen": "movies/spider man across the spider verse.jpg",
        "trailer" : "https://www.youtube.com/embed/rVLFOx7AQp0?si=83gGdhDj72rmnhE-",
        "titulo": "spider man atraves del spider verso 2023",
        "category": "Ciencia Ficción, Super Heroes, Marvel, Animadas",
        "cast" : "Elenco: Shameik Moore, Hailee Steinfeld, Brian Tyree Henry, Lauren Vélez, Jake Johnson, Jason Schwartzman, Issa Rae, Karan Soni, Shea Whigham, Greta Lee, Daniel Kaluuya, Mahershala Ali, Oscar Isaac.",
        "descript": "Después de reunirse con Gwen Stacy, el amigable hombre araña se ve catapultado a través del multiverso, en donde se encuentra con una sociedad de Spider-mans, quienes se encargan de proteger la existencia del Multiverso. Cuando los héroes se enfrentan sobre cómo lidiar con una nueva amenaza, Miles Morales debe redefinir lo que significa ser un héroe. Trivia: La secuencia en el universo Lego fue animada por Preston Mutanga de 14 años, que fue contratado luego de que los escritores quedaran impresionados con su video en Twitter recreando el trailer con Lego; Con 2 horas y 20 minutos, es la película animada estadounidense más larga, superando al anterior récord por 4 minutos.",
        "vi": true
    },
    {
        "video": "movies/Super Mario Bros.mp4" ,
        "imagen": "movies/mario.jpeg",
        "trailer" : "https://www.youtube.com/embed/_1f2RLdxQfA?si=TSmLFbWVWWsP7ZfB",
        "titulo": "Super Mario Bros 2023",
        "category": "Familiar, Super Heroes, Animadas",
        "cast" : "Elenco: Chris Pratt, Anya Taylor-Joy, Charlie Day, Jack Black, Keegan-Michael Key, Seth Rogen, Fred Armisen, Sebastian Maniscalco, Kevin Michael Richardson, Charles Martinet",
        "descript": "Dos hermanos plomeros, Mario y Luigi, caen por las alcantarillas y llegan a un mundo subterráneo mágico en el que deben enfrentarse al malvado Bowser para rescatar a la princesa Peach, quien ha sido forzada a aceptar casarse con él.",
        "vi": true
    },
    {
        "video": "movies/Timeline 2003.mp4" ,
        "imagen": "movies/timeline.jpg",
        "trailer" : "https://www.youtube.com/embed/RgAKnocxqE0?si=Yoz8ORTWBzbo7U-Y",
        "titulo": "Timeline 2003",
        "category": "Viajes en el Tiempo, Ciencia Ficción",
        "cast" : "Elenco: Paul Walker, Frances O'Connor, Gerard Butler,Billy Connolly",
        "descript": "Para rescatar a su profesor, un grupo de estudiantes de arqueología viaja en el tiempo a la Francia del Siglo XIV, en plena guerra contra los ingleses.",
        "vi": true
    },
    {
        "video": "movies/Mi novia es un extraterrestre.mp4",
        "imagen": "movies/Mi novia es un extraterrestre.jpg",
        "trailer" : "https://www.youtube.com/embed/qfX8yIgpgaI?si=F7bWc4cOdujZku4s",
        "titulo": "Mi novia es un extraterrestre 1988",
        "category": "Ciencia Ficción, Aliens",
        "cast" : "Elenco: Dan Aykroyd, Kim Basinger, Jon Lovitz.",
        "descript": "Steve Mills es un científico viudo con una hija, que investiga la vida en otros planetas. Durante uno de sus experimentos provoca una conexión interplanetaria que obliga a dos extraterrestres a bajar a la Tierra para solventar el problema.",
        "vi": true
    },
    {
        "video": "movies/Un ratoncito duro de cazar.mp4" ,
        "imagen": "movies/un ratonsito duro de cazar.jpg",
        "trailer" : "https://www.youtube.com/embed/hvlSdkuObmM?si=9FLMkw7pjZcYj40Q",
        "titulo": "Un ratoncito duro de cazar 1997",
        "category": "Familiar, Comedia, Mascotas",
        "cast" : "Elenco: Nathan Lane, Lee Evans, Vicki Lewis, Christopher Walken",
        "descript": "Dos hermanos reciben como herencia de su padre una ruinosa fábrica de hilo y una vieja mansión. En la casa vive un roedor ingenioso que no va a dejar que le echen de su hogar.",
        "vi": true
    },
    {
        "video": "movies/Cj7： Juguete Del Espacio Película Completa en Español Latino [x99zgns].mp4" ,
        "imagen": "movies/cj7.jpg",
        "trailer" : "https://www.youtube.com/embed/rRpF30QqTCg?si=ucys9p8oDfDDHx-L",
        "titulo": "Cj7： Juguete Del Espacio 2008",
        "category": "Familiar, Aliens, Mascotas",
        "cast" : "Elenco: Stephen Chow, Xu Jiao, Zhang Yuqi",
        "descript": "Ti es un padre modesto que, al no tener dinero para comprarle juguetes a su hijo, se pasa por el vertedero a ver si encuentra algo decente y que se conserve en buen estado. Al final, se lleva un juguete, pero que resulta ser... un extraterrestre.",
        "vi": true
    },
    {
        "video": "movies/La Conspiracion del Diablo.mp4" ,
        "imagen": "movies/La conspiración del diablo.jpg",
        "trailer" : "https://www.youtube.com/embed/5tYjIoer2gE?si=gjnrUyhEuP3lummI",
        "titulo": "La conspiración del diablo",
        "category": "Terror, Ciencia Ficción",
        "cast" : "Elenco: Alice Orr-Ewing, Joe Doyle, Eveline Hall, Peter Mensah, Joe Anderson, Spencer Wilding, Brian Caspe, James Faulkner.",
        "descript": "Una poderosa empresa de biotecnología tiene una tecnología innovadora que les permite clonar las figuras más influyentes. Detrás de esta, hay un culto satánico que busca robar el Sudario de Cristo, pues contiene el ADN de Jesús. Esto desatará la guerra de los ángeles en la Tierra.",
        "vi": true
    },
    {
        "video": "movies/iBoy 2017.mp4" ,
        "imagen": "movies/iboy.jpg",
        "trailer" : "https://www.youtube.com/embed/mx8lnmkWlRU?si=AoV-aWUEF--ggesF",
        "titulo": "iBoy 2017",
        "category": "Tecnología, Ciencia Ficción, Super Heroes",
        "cast" : "Elenco: Bill Milner, Maisie Williams, Miranda Richardson, Rory Kinnear, Jordan Bolger, Charley Palmer Rothwell, Armin Karima, McKell David, Shaquille Ali-Yebuah, Aymen Hamdouchi, Leon Annor, Petrice Jones, Cameron Jack, Lucy Thackeray, Christopher Colquhoun",
        "descript": "Tras recibir un disparo, Tom se despierta de un estado de coma para descubrir que fragmentos de su teléfono inteligente se han incrustado en su cabeza y ha desarrollado un extraño conjunto de superpoderes.",
        "vi": true
    },
    {
        "video": "movies/Splice: Experimento Mortal 2009.mp4" ,
        "imagen": "movies/Splice Experimento mortal.jpg",
        "trailer" : "https://www.youtube.com/embed/u8z6rkxDKVw?si=-QisPvbLE1v6VwAw",
        "titulo": "Splice: Experimento Mortal",
        "category": "Ciencia Ficción, Suspenso",
        "cast" : "Elenco: Adrien Brody, Sarah Polley, Delphine Chanéac",
        "descript": "Los genetistas Clive y Elsa se especializan en la creación de híbridos de especies. Cuando ellos proponen el uso de ADN humano, su compañía farmacéutica se los prohíbe, obligándolos a realizar experimentos en secreto. El resultado es Dren, una criatura con una inteligencia sorprendente y atributos físicos. Al principio, Dren excede sus sueños, pero cuando ella comienza a crecer aceleradamente, se convierte en la peor pesadilla.",
        "vi": true
    },
    {
        "video": "movies/La cosa The Thing 1.mp4" ,
        "imagen": "movies/the thing 1.jpg",
        "trailer" : "https://www.youtube.com/embed/Cv4ClwklftQ?si=JYpkbkTFxMZ8w7hp",
        "titulo": "The Thing 1",
        "category": "Ciencia Ficción, Suspenso, Aliens",
        "cast" : "Elenco: Mary Elizabeth Winstead, Joel Edgerton, Ulrich Thomsen, Adewale Akinnuoye-Agbaje, Eric Christian Olsen",
        "descript": "Después de que unos investigadores noruegos descubren una nave alienígena enterrada en el hielo, la paleontóloga Kate Lloyd se une al equipo en un yacimiento en el Ártico. Ella descubre un organismo que parece haber desaparecido en el accidente, pero, de hecho, está a punto de despertar. Liberado de su prisión gélida, el alienígena ataca. La paranoia se extiende entre el equipo mientras luchan por escapar de la criatura, un ser que adopta la apariencia de sus víctimas.",
        "vi": true
    },
    {
        "video": "movies/The Thing 1982.mp4" ,
        "imagen": "movies/the thing 2.jpeg",
        "trailer" : "https://www.youtube.com/embed/v49tkmkvYWY?si=EmZ7MpL0ZUCHTdQj",
        "titulo": "The Thing 2",
        "category": "Ciencia Ficción, Suspenso, Aliens",
        "cast" : "Elenco:  Kurt Russell, Wilford Brimley, T.K. Carter, David Clennon, Keith David, Richard Dysart, Charles Hallahan, Peter Maloney.",
        "descript": "",
        "vi": true
    }
]